[{"곡명": "Perfect Night", "가수": "LE SSERAFIM (르세라핌)", "앨범": "Perfect Night", "발매일": "2023.10.27", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36910957", "좋아요": 64777, "가사": "Me and my girliesWe gon party til its earlyGot me feeling otherworldly tonightCaught in some trafficBut the radio is blastingDrop a red light and we’ll sing it goodbyeOohBy the morning, feel like magicI got all I need you know nothing else can beatThe way that I feel when I’m dancing with my girlsPerfect energy yeah we flawless yeah we freeThere’s no better feeling in the whole wide worldTonightI don’t care what’s wrong or rightDon’t start blowing up my lineI’d care at 11:59But nothing counts after midnightCome and take a ride with meI got a credit card and some good companySome come throughMake the fit real goodWhy you still stuck on loadingWaiting on you babeOohNight to morning, live slow motionI got all I need you know nothing else can beatThe way that I feel when I’m dancing with my girlsPerfect energy yeah we flawless yeah we freeThere’s no better feeling in the whole wide worldTonightI don’t care what’s wrong or rightDon’t start blowing up my lineI’d care at 11:59But nothing counts after midnightOohBy the morning, feel like magicI got all I need you know nothing else can beatThe way that I feel when I’m dancing with my girlsPerfect energy yeah we flawless yeah we freeThere’s no better feeling in the whole wide worldTonightI don't care what’s wrong or rightDon’t start blowing up my lineI’d care at 11:59Don’t start blowing up my line"}, {"곡명": "Drama", "가수": "aespa", "앨범": "Drama - The 4th Mini Album", "발매일": "2023.11.10", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36956630", "좋아요": 46560, "가사": "Ya Ya I’m the DramaZiggy ziggy zag I’m new'Cause I go biggie biggie bad It’s true날카로운 눈 안에 비친 Toxic내 본능을 당겨 ZoomHold up, What? Oh my godYou say, What? 다쳐 넌You better watch out우린 이미 거센 Boom달려가고 있어 VroomI li-li like me when I rollLi-li-like me when I’m savageLi-li-like me when I goLi-li-likie when I baddestHold up 빛을 따라서달아 다 다 달려나가 RunGo Finally Ra ta ta ta다음 세계를 열어 난1, 2 It’s time to go후회 없어 난맞서 난 깨버렸지날 따라서 움직일 Rules손끝으로 세상을 두드려 움직여Yeah I’m comingI bring I bringall the Drama-ma-ma-maI bring Drama-ma-ma-maWith my girls in the backGirls in the backDramaTrauma-ma-ma-maI break Trauma-ma-ma-maWith MY WORLD in the back나로 시작되는 Drama(All that)Drama-ma-ma-ma(Bring it that)Drama-ma-ma-maWith my girls in the backGirls in the back YeahI breakTrauma-ma-ma-ma(We them)Trauma-ma-ma-maWith MY WORLD in the back나로 시작되는 DramaDrama-ma-ma-maDrama-ma-ma-ma (3, 2, 1)Drama-ma-maYou know I’ve been kind of like1, 2, 3 깜짝 놀랄 다음 Scene키를 거머쥔주인공은 나4, 3, 2 Going down쉽게 ThroughDeja Vu 같이그려지는 이미지날 굳이 막지 말아이건 내 Drama도발은 굳이 안 막아Uh I’m a stunner1, 2 It’s time to go타오르는 날 (타는 날)느껴 난 And I love it새로워지는 Rules난 눈을 떠 (두 눈을 떠)시작된 걸 (넌) 알아 (Now)It’s comingI bring I bringall the Drama-ma-ma-maI bring Drama-ma-ma-maWith my girls in the backGirls in the backDramaTrauma-ma-ma-maI break Trauma-ma-ma-maWith MY WORLD in the back나로 시작되는 DramaInto the REAL WORLD다가온 Climax두려워하지 마You and I함께 써 내려가는 Story날 가로막았던 No한계를 뛰어 넘어 Every dayOh Imma make it my wayOut of the way YeahI bring I bringall the Drama-ma-ma-maI bring Drama-ma-ma-maWith my girls in the backGirls in the backDramaTrauma-ma-ma-maI break Trauma-ma-ma-maWith MY WORLD in the back나와 함께하는 Drama(All that)You know, I’m savage거침없는 Baddest나를 둘러싼 Thrill거친 여정 속의 Drama(Drama-ma-ma)내가 깨트릴 모든 Trauma(Drama-ma-ma)지금 시작되는 DramaYa Ya 너로 시작될 MY Drama"}, {"곡명": "To. X", "가수": "태연 (TAEYEON)", "앨범": "To. X - The 5th Mini Album", "발매일": "2023.11.27", "장르": "R&B/Soul", "url": "https://www.melon.com/song/detail.htm?songId=37003911", "좋아요": 32812, "가사": "처음 본 널 기억해We skipped the small talk바로 다음 단계였지 뭐단점이라곤 없는 게 단점이라던그 허세도 마냥 좋았어하지만 내 일기가재미없어진 이유내가 없어진 나의매일들은 허전해좀 이상해 왜 둘 사이에너만 너만 보이는 걸까난 까다롭고 힘든 아이라그런 피곤한 생각만 한대오늘 나눈 문자 속에새로 산 티셔츠그 얘기뿐이야이제야 난 알 것 같아Gonna block you불을 꺼 To. X그 좋아했던 립스틱싫단 말에 버린널 좋아했던 만큼다 맞추려 했어‘나 아님 누가그런 세상 안아주겠어’그 말이 그땐 그리달콤했던 거야 Oh no새벽의 긴 통화도이젠 피곤해졌어Every day, every night나로 채우고 싶어좀 이상해 왜 둘 사이에너만 너만 보이는 걸까난 까다롭고 힘든 아이라그런 피곤한 생각만 한대오늘 나눈 문자 속에새로 산 티셔츠그 얘기뿐이야이제야 난 알 것 같아Gonna block you불을 꺼 To. XGonna block you불을 꺼 To. XSay ByeGonna block you불을 꺼 To. X깜빡거리는흔들거리는 LightGonna block you불을 꺼 To. X좀 이상해 왜 둘 사이에너만 너만 보이는 걸까(너만 보일까)난 까다롭고 힘든 아이라그런 피곤한 생각만 한대오늘 나눈 문자 속에(이제 불을 꺼)새로 산 티셔츠그 얘기뿐이야이제야 난 알 것 같아Gonna block you불을 꺼 To. XGonna block you불을 꺼 To. X"}, {"곡명": "Baddie", "가수": "IVE (아이브)", "앨범": "I'VE MINE", "발매일": "2023.10.13", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36871671", "좋아요": 52222, "가사": "Imma baddie baddie baddiePretty little risky baddie뭐든 될 대로 되라지 Catch me if you can Baddie baddie baddie나는 없어 거기 이미어차피 못 찾을 테니 Catch me if you canNothing like the regulars내 DNA엔 blue blood runs더 솔직하게 말해줘 착한 척은 지겨워우리 앞에선 룰이 의미 없었어 굳이유행이 돌고 돌아도 난 그 틀에 없어 이미I wanna break I wanna kick뛰어 놀래 시끄럽게다채로운 매력 수많은 변칙 위에 더 빛을 발하지답답한 건 벗어 던져고개 숙일 필요 없어 Imma baddie baddie baddiePretty little risky baddie뭐든 될 대로 되라지 Catch me if you can Baddie baddie baddie나는 없어 거기 이미어차피 못 찾을 테니 Catch me if you canAnd the fit pop like bubblegum내 판단을 믿어 난 할말도 많아 참모자이크 없이 Spit it out난 즐겨 이 troublesome그 누구도 Can’t bite me원한다면 Come try me언제든 You’re invited난 thriller 속 villain생각할 시간에 저지르는 게 my mottoImma baddie baddie baddie Pretty little risky baddie뭐든 될 대로 되라지 Catch me if you canBaddie baddie baddie앞 다퉈 내 길을 막지가뿐히 날아 오를 테니 Catch me if you canImma baddie baddie baddie어딜 그리 바삐 가니뭐든 될 대로 되라지 Catch me if you canBaddie baddie baddie나는 없어 거기 이미어차피 못 찾을 테니 Catch me if you canImma baddie baddie baddie어딜 그리 바삐 가니뭐든 될 대로 되라지 Catch me if you canBaddie baddie baddie나는 없어 거기 이미어차피 못 찾을 테니 Catch me if you can"}, {"곡명": "Seven (feat. Latto) - Clean Ver.", "가수": "정국", "앨범": "Seven (feat. Latto) - Clean Ver.", "발매일": "2023.07.14", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36617841", "좋아요": 196162, "가사": "Weight of the world on your shouldersI kiss your waist and ease your mindI must be favored to know yaI take my hands and trace your linesIt’s the way that we can rideIt’s the way that we can rideThink I met you in another lifeSo break me off another timeYou wrap around meand you give me lifeAnd that’s why night after nightI’ll be lovin’ you rightMonday Tuesday WednesdayThursday Friday Saturday SundayMonday Tuesday WednesdayThursday FridaySeven days a weekEvery hour every minute every secondYou know night after nightI’ll be lovin’ you rightSeven days a weekYou love when I jump right inAll of me I’m offeringShow you what devotion isDeeper than the ocean isWind it back I’ll take it slowLeave you with that afterglowShow you what devotion isDeeper than the ocean isIt’s the way that we can rideIt’s the way that we can rideThink I met you in another lifeSo break me off another timeYou wrap around meand you give me lifeAnd that’s why night after nightI’ll be lovin’ you rightMonday Tuesday WednesdayThursday Friday Saturday SundayMonday Tuesday WednesdayThursday FridaySeven days a weekEvery hour every minute every secondYou know night after nightI’ll be lovin’ you rightSeven days a weekMonday Tuesday WednesdayThursday Friday Saturday SundayMonday Tuesday WednesdayThursday FridaySeven days a weekEvery hour every minute every secondYou know night after nightI’ll be lovin’ you rightSeven days a weekTightly take controlTightly take his soul Take your phoneand put it in the camera roll Leave them clothes at the doorWhat you waiting for,better come and hit ya goals He jump in it both feetGoing to the sun-up,we ain’t getting no sleep Seven days a week,seven different sheets, seven different angles I can be your fantasy  Open up say ahhh Come here babylet me swallow your pride What you on I can match your vibe Hit me up and I’mma Cha Cha SlideYou make Mondays feel like weekends I make him never think about cheatin’Got you skipping work and meetings,let’s sleep in Seven days a weekMonday Tuesday WednesdayThursday Friday Saturday SundayMonday Tuesday WednesdayThursday FridaySeven days a weekEvery hour every minute every secondYou know night after nightI’ll be lovin’ you rightSeven days a weekMonday Tuesday WednesdayThursday Friday Saturday SundayMonday Tuesday WednesdayThursday FridaySeven days a weekEvery hour every minute every secondYou know night after nightI’ll be lovin’ you rightSeven days a week"}, {"곡명": "사랑은 늘 도망가", "가수": "임영웅", "앨범": "신사와 아가씨 OST Part.2", "발매일": "2021.10.11", "장르": "발라드, 국내드라마", "url": "https://www.melon.com/song/detail.htm?songId=34061322", "좋아요": 206676, "가사": "눈물이 난다 이 길을 걸으면그 사람 손길이 자꾸 생각이 난다붙잡지 못하고 가슴만 떨었지내 아름답던 사람아사랑이란 게 참 쓰린 거더라잡으려 할수록 더 멀어지더라이별이란 게 참 쉬운 거더라내 잊지 못할 사람아사랑아 왜 도망가수줍은 아이처럼행여 놓아버릴까 봐꼭 움켜쥐지만그리움이 쫓아 사랑은 늘 도망가잠시 쉬어가면 좋을 텐데바람이 분다 옷깃을 세워도차가운 이별의 눈물이 차올라잊지 못해서 가슴에 사무친내 소중했던 사람아사랑아 왜 도망가수줍은 아이처럼행여 놓아버릴까 봐꼭 움켜쥐지만그리움이 쫓아 사랑은 늘 도망가잠시 쉬어가면 좋을 텐데기다림도 애태움도 다 버려야 하는데무얼 찾아 이 길을 서성일까무얼 찾아 여기 있나사랑아 왜 도망가수줍은 아이처럼행여 놓아버릴까 봐꼭 움켜쥐지만그리움이 쫓아 사랑은 늘 도망가잠시 쉬어가면 좋을 텐데잠시 쉬어가면 좋을 텐데"}, {"곡명": "Love Lee", "가수": "AKMU (악뮤)", "앨범": "Love Lee", "발매일": "2023.08.21", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36713849", "좋아요": 110030, "가사": "You know내 스타일이 아닌 음악을 들어도You know좋아하지 않는 음식을 먹어도우산 없이 비가 와 홀딱 다 젖어도 좋아I love it because I love you우리 관계 디비디비딥매일 봐도 처음같이 비기비기닝춤추고 싶어 빌리빌리진우리 앞 우리 옆 시기시기질투자유로운 날갯짓 훨훨훨꽃송이가 나를 삼킬 걸알면서 난 뛰어들었어 Jump j-j-jump jump jump jumpSo lovely day so lovelyErrday with you so lovelyDu durudu durudu du duruduSpell L.o.v.e.L.e.e이름만 불러도 you can feel me눈빛만 봐도 알면서 my loveYou know아끼는 옷에 coffee를 쏟아도You know내가 준 목걸이를 잃어버려도한 번 더 같은 것 사준 걸 다시 또 잃어도 좋아I don't care I just care about you여기 어때 how you like that다 퍼주고 될게 빈털터리Jubilate 박수갈채안 반하고 누가 배겨 love sick비타민 U가 필요해만들어줘 샛노랗게체크무늬 벌집 두 눈에Honey help honey helpSo lovely day so lovelyErrday with you so lovelyDu durudu durudu du duruduSpell L.o.v.e.L.e.e이름만 불러도 you can feel me눈빛만 봐도 알면서 my love누구 사랑 먹고 그리 이쁘게 컸니Mommy or your daddy or them bothLovey-dovey things 너의 곁에 everydayGood morning good night너의 이름 부를 때So lovely day so lovelyErrday with you so lovelyDu durudu durudu du duruduSpell L.o.v.e.L.e.e이름만 불러도 you can feel me눈빛만 봐도 알면서 my love"}, {"곡명": "Do or Die", "가수": "임영웅", "앨범": "Do or Die", "발매일": "2023.10.09", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36855841", "좋아요": 35793, "가사": "함성이 번져 숨이 차올라이 밤의 주인공 쏟아진 Spotlight멈추지 마라 힘껏 외쳐봐우리 오늘 후회 없도록더 두려울 것이 없어 타오르는 너의 heart beat모두가 함께 미쳐 하늘로 높이 뛰어열정을 채워줄게 날 따라 함께하게Let’s Go, Go Baby나만 믿고 따라와 따라와너를 위해 난 노래할 거야심장소리 난리 나 난리 나Put your hands up in the airJust raise your hands미쳐 이 순간Tonight It's Do or DieTonight It's Do or Die세상을 뒤흔들어 봐  뛰어봐Move your body like It's Do or DieWoahWoahLike It's Do or DieWoahWoahLike It's Do or Die나사 하나 빠진 것처럼 막향기에 취해버린 것처럼 now오직 너만의 영웅이 되어모든 걱정을 다 막아줄게오늘 밤 우린 Party Time분위기를 전부 휘어잡아맘이 시키는 그대로 춤춰나만 믿고 따라와 따라와너를 위해 난 노래할 거야심장소리 난리 나 난리 나Put your hands up in the air[Hook]Just raise your hands미쳐 이 순간Tonight It's Do or DieTonight It's Do or Die세상을 뒤흔들어 봐  뛰어봐Move your body like It's Do or DieWoahWoahLike It's Do or DieWoahWoahLike It's Do or Die가슴 벅찬 이 순간 (Right Now)Let's turn upLet's get loud기억해 오늘 너와 나 (You and I)Let's get loudJust raise your hands미쳐 이 순간Tonight Let’s Do or DieTonight Let’s Do or Die세상을 뒤흔들어 봐  뛰어봐Move your body like It's do or dieWoahWoahLike It's Do or DieWoahWoah"}, {"곡명": "모래 알갱이", "가수": "임영웅", "앨범": "모래 알갱이", "발매일": "2023.06.05", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=36502910", "좋아요": 55227, "가사": "나는 작은 바람에도 흩어질 나는 가벼운 모래 알갱이 그대 이 모래에 작은 발걸음을 내어요 깊게 패이지 않을 만큼 가볍게 나는 작은 바람에도 흩어질 나는 가벼운 모래 알갱이 그대 이 모래에 작은 발자국을 내어요 깊게 패이지 않을 만큼 가볍게 그대 바람이 불거든 그 바람에 실려 홀연히 따라 걸어가요 그대 파도가 치거든 저 파도에 홀연히 흘러가리 그래요 그대여 내 맘에 언제라도 그런 발자국을 내어줘요 그렇게 편한 숨을 쉬듯이 언제든 내 곁에 쉬어가요 그대 바람이 불거든 그 바람에 실려 홀연히 따라 걸어가요 그대 파도가 치거든 저 파도에 홀연히 흘러가리 그래요 그대여 내 맘에 언제라도 그런 발자국을 내어줘요 그렇게 편한 숨을 쉬듯이 언제든 내 곁에 쉬어가요 언제든 내 맘에 쉬어가요"}, {"곡명": "You & Me", "가수": "제니 (JENNIE)", "앨범": "JENNIE Special Single [You & Me]", "발매일": "2023.10.06", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36852553", "좋아요": 53860, "가사": "You know I gotchaYou know that I got you like thatAin’t nobody gonna have your backlike the way I doYou love it just say you doYou know you got meEverything you doEverything you didEverything I wish I was withMakes me feel alrightI’m just saying soI really like it Nothing in the world can make me feel the way you do the things you doI really like it Nothing in the world can make me feel the way you do the things you doI love you and meDancing in the moonlight Nobody can seeIt’s just you and me tonightI love you and meDancing in the moonlight Nobody can seeIt’s just you and me tonightLook at you now look at meHow you ever ever gonna find someone like thisLook at you now look at meHow you ever ever gonna find someone like thisYou’re the reason my heart skips dropsJust a little touch my world stopsFinally I know that you’re mineI don’t want to fall Don’t wanna play this game of love oh eh ohThere’s nowhere to hide I really like itNothing in the world can make me feel the way you do the things you doI really like itNothing in the world can make me feel the way you do the things you doI love you and meDancing in the moonlight Nobody can seeIt’s just you and me tonightI love you and meDancing in the moonlight Nobody can seeIt’s just you and me tonightLook at you now look at meHow you ever ever gonna find someone like thisLook at you now look at meHow you ever ever gonna find someone like thisI don’t care about your first love, This should be your last oneNothin’ like your last oneYou look better on me, that’s fashionWon’t block your shot, lights camera actionNever been a love me or a love me not thingEvery petal better tell him better not changeI love you I love me a lot, wait Which one I love better, better off not saying I love you and me"}, {"곡명": "우리들의 블루스", "가수": "임영웅", "앨범": "IM HERO", "발매일": "2022.05.02", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=34908740", "좋아요": 100986, "가사": "잊지는 말아요 함께 했던 날들눈물이 날 때면그대 뒤를 돌아보면 돼요아프지 말아요 쓸쓸한 마음에힘든 일이 참 많았죠 그대에겐내가 곁에 있을게요그댈 위해 노래할게요잊지 말아요그댈 위해 약속할게요언젠가 우리 시간 지나면알게 되겠죠그땐 웃을 수 있죠 나 약속할게요그땐 미소 짓겠죠작은 행복까지 모두외롭고 지칠 때 손잡아 줄게요슬픔이 짙어질 때면 위로해 줄그 한 사람이 될게요그대 부디 울지 말아요슬퍼 말아요그대에게 빛이 될게요언젠가 우리 시간 지나면알게 되겠죠그땐 웃을 수 있죠 나 약속할게요폭풍 속에 혼자 남아 헤매도 오길이 되어 지킬게요 그대그댈 위해 노래할게요잊지 말아요그댈 위해 약속할게요어두운 길을 밝게 비추는그대의 빛이 될게요"}, {"곡명": "헤어지자 말해요", "가수": "박재정", "앨범": "1집 Alone", "발매일": "2023.04.20", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=36382580", "좋아요": 146651, "가사": "헤어지자고 말하려 오늘너에게 가다가 우리 추억 생각해 봤어처음 본 네 얼굴마주친 눈동자가까스로 본 너의 그 미소들손을 잡고 늘 걷던 거리에첫눈을 보다가 문득 고백했던 그 순간가보고 싶었던 식당난생처음 준비한 선물고맙다는 너의 그 눈물들이바뀔까 봐 두려워그대 먼저 헤어지자 말해요나는 사실 그대에게 좋은 사람이 아녜요그대 이제 날 떠난다 말해요잠시라도 이 행복을 느껴서 고마웠다고시간이 지나고 나면 나는어쩔 수 없을 걸 문득 너의 사진 보겠지새로 사귄 친구 함께웃음 띤 네 얼굴 보면말할 수 없을 묘한 감정들이힘들단 걸 알지만그대 먼저 헤어지자 말해요나는 사실 그대에게 좋은 사람이 아녜요그대 이제 날 떠난다 말해요잠시라도 이 행복을 느껴서 고마웠다고한 번은 널 볼 수 있을까이기적인 거 나도 잘 알아그땐 그럴 수밖에 없던어린 내게 한 번만 더 기회를 주길그댈 정말 사랑했다 말해요나는 사실 그대에게좋은 사람이 되고 싶었어영영 다신 못 본다 해도그댈 위한 이 노래가당신을 영원히 사랑할 테니"}, {"곡명": "다시 만날 수 있을까", "가수": "임영웅", "앨범": "IM HERO", "발매일": "2022.05.02", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=35008524", "좋아요": 82526, "가사": "너를 위해 해 줄 것이 하나 없어서보낼 수밖에 없었고네가 없이 사는 법을 알지 못해서순간순간을 울었다후회로 가득한 한숨 자락이시린 바람처럼가슴 치는 날 그 언젠가우리 만날 수 있을까다시 만날 수 있을까그리 좋던 예전처럼 그때처럼되돌아갈 수 있을까다시 우리가 만나면무엇을 해야만 할까서로를 품에 안고서하염없이 눈물만 흘려볼까붙잡을 마음이야 없었겠냐마는그때 난 부끄러웠다떳떳하게 일어나 널 다시 찾아갈뜨거운 꿈만 꾸었다둘이 함께 했던 순간순간이시린 폭포처럼쏟아지는 날 그 언젠가우리 만날 수 있을까다시 만날 수 있을까그리 좋던 예전처럼 그때처럼되돌아갈 수 있을까다시 우리가 만나면무엇을 해야만 할까서로를 품에 안고서하염없이 눈물만 흘려볼까그리운 마음이 서럽게 흘러넘쳐너에게 닿을 때우리 만날 수 있을까다시 만날 수 있을까그리 좋던 예전처럼 그때처럼되돌아갈 수 있을까다시 우리가 만나면무엇을 해야만 할까서로를 품에 안고서하염없이 눈물만 흘려볼까"}, {"곡명": "후라이의 꿈", "가수": "AKMU (악뮤)", "앨범": "Love Lee", "발매일": "2023.08.21", "장르": "포크/블루스", "url": "https://www.melon.com/song/detail.htm?songId=36713850", "좋아요": 109769, "가사": "저 거위도 벽을 넘어 하늘을 날을 거라고달팽이도 넓고 거친 바다 끝에 꿈을 둔다고나도 꾸물꾸물 말고 꿈을 찾으래어서 남의 꿈을 빌려 꾸기라도 해내게 강요하지 말아요 이건 내 길이 아닌걸내밀지 말아요 너의 구겨진 꿈을난 차라리 흘러갈래모두 높은 곳을 우러러볼 때난 내 물결을 따라Flow flow along flow along my way난 차라리 꽉 눌러붙을래날 재촉한다면 따뜻한 밥 위에 누워 자는계란 fry fry 같이 나른하게고래도 사랑을 찾아 파도를 가를 거라고하다못해 네모도 꿈을 꾸는데아무도 꿈이 없는 자에겐 기회를 주지 않아하긴 무슨 기회가 어울릴지도 모를 거야무시 말아 줘요 하고 싶은 게 없는걸왜 그렇게 봐 난 죄지은 게 아닌데난 차라리 흘러갈래모두 높은 곳을 우러러볼 때난 내 물결을 따라Flow flow along flow along my way난 차라리 꽉 눌러붙을래날 재촉한다면따뜻한 밥 위에 누워 자는계란 fry fry 같이Spread out틀에 갇힌 듯한 똑같은 꿈Spread out out난 이 두꺼운 껍질을 깨고 나와 퍼지고 싶어난 차라리 굴러갈래끝은 안 보여 뒤에선 등 떠미는데난 내 물결을 따라Flow flow along flow along my way난 차라리 꽉 눌러붙을래날 재촉한다면고민 하나 없이 퍼져 있는계란 fry fry 같이 나른하게"}, {"곡명": "Standing Next to You", "가수": "정국", "앨범": "GOLDEN", "발매일": "2023.11.03", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36936167", "좋아요": 50921, "가사": "Standing next to youPlay me slowPush up on this funk and give me miracles(Let ya body know)Make it knownHow we left and right is something we control(You already know)You know that all night long we rock to thisScreaming I testify this lovin’All night long we flock to thisScreaming I testify thatWe’ll survive the test of timeThey can’t deny our loveThey can’t divide us we’ll surviveThe test of timeI promise I’ll be right hereStanding next to youStanding in the fire next to youYou know it’s deeper than the rainIt’s deeper than the painWhen it’s deep like DNASomething they can’t take away, ayTake-take-take-take-take-take offStanding next to youStanding next to youStanding next to youAfterglowLeave ya body golden like the sun and the moon(You already know)You know that all night long we rock to thisScreaming I testify this lovin’All night long we flock to thisScreaming I testify thatWe’ll survive the test of timeThey can’t deny our loveThey can’t divide us we’ll survive the test of timeI swear that I’ll be right hereStanding next to youStanding in the fire next to youYou know it’s deeper than the rainIt’s deeper than the painWhen it’s deep like DNASomething they can’t take away, ayTake-take-take-take-take-take offStanding next to you(Bass and Drums)Standing next to you"}, {"곡명": "인사", "가수": "범진", "앨범": "인사", "발매일": "2021.12.24", "장르": "발라드, 인디음악", "url": "https://www.melon.com/song/detail.htm?songId=34451383", "좋아요": 56949, "가사": "돌아서는 너를 보며난 아무 말도 할 수 없었고슬퍼하기엔 짧았던나의 해는 저물어 갔네지나치는 모진 기억이바람 따라 흩어질 때면아무 일도 없듯이 보내주려 해아픈 맘이 남지 않도록안녕 멀어지는 나의 하루야빛나지 못한 나의 별들아차마 아껴왔던 말 이제서야잘 지내 인사를 보낼 게떠나가는 너를 보며난 아무 말도 할 수 없었고슬퍼하기엔 짧았던나의 해는 저물어 갔네돌이킬 순 없는 추억이바람 따라 흩어질 때면아무 일도 없듯이 보내주려 해아픈 맘이 남지 않도록안녕 멀어지는 나의 하루야빛나지 못한 나의 별들아차마 아껴왔던 말 이제서야잘 지내 인사를 보낼 게잘 지내 인사를 보낼 게"}, {"곡명": "이제 나만 믿어요", "가수": "임영웅", "앨범": "내일은 미스터트롯 우승자 특전곡", "발매일": "2020.04.03", "장르": "성인가요/트로트", "url": "https://www.melon.com/song/detail.htm?songId=32508053", "좋아요": 172560, "가사": "무얼 믿은 걸까 부족했던 내게서나조차 못 믿던 내게 여태 머문 사람무얼 봤던 걸까 가진 것도 없던 내게무작정 내 손을 잡아 날 이끈 사람최고였어그대 눈 속에 비친 내 모습이제는 내게서 그댈 비춰줄게궂은 비가 오면세상 가장 큰 그대 우산이 될게그댄 편히 걸어가요걷다가 지치면내가 그대를 안고 어디든 갈게이제 나만 믿어요나만 두고 가던 나만 스쳐 간 행운이 모여그대가 되어서 내게 와준 거야궂은 비가 오면세상 가장 큰 그대 우산이 될게그댄 편히 걸어가요걷다가 지치면내가 그대를 안고 어디든 갈게이제 나만 믿어요나의 마지막 주인공이 되어다신 누구 앞에서도 그대는 고개 숙이지 마요내가 보지 못했던 홀로 고단했던 시간고맙고 미안해요 사랑해요이 세상은우리를 두고 오랜 장난을 했고우린 속지 않은 거야이제 울지 마요좋을 땐 밤새도록 맘껏 웃어요전부 그대 꺼니까그대는 걱정 말아요이제 나만 믿어요"}, {"곡명": "무지개", "가수": "임영웅", "앨범": "IM HERO", "발매일": "2022.05.02", "장르": "록/메탈", "url": "https://www.melon.com/song/detail.htm?songId=35008525", "좋아요": 70912, "가사": "오늘 하루 어땠었나요많이 힘들었나요쉬지 않고 달려왔던 길에서나와 함께 쉬어가요그냥 아무런 준비도 없이떠나볼까요평범해도 좋으니까우리 함께 가요Du Du Du Du Du행복 가득 담은 배낭 하나 메고서답답했던 일상과 도심을 벗어나Du Du Du DuDu Du Du Du떠나볼래요힘껏 살다 보니 무뎌져헝클어진 머리도괜찮다며 그댈 안아줄 사람바로 그대 곁에 있죠까만 선글라스 하나 챙겨서떠나볼까요평범해도 좋으니까우리 함께 가요Du Du Du Du Du행복 가득 담은 배낭 하나 메고서답답했던 일상과 도심을 벗어나Du Du Du DuDu Du Du Du떠나볼래요우리 함께 가요Du Du Du Du Du행복 가득 담은 배낭 하나 메고서답답했던 일상과 도심을 벗어나Du Du Du DuDu Du Du Du떠나볼래요우리 함께 가요Du Du Du Du DuDu Du Du DuDu Du Du Du떠나볼래요Du Du Du DuDu Du Du Du떠나볼래요Du Du Du DuDu Du Du Du지금 떠나요"}, {"곡명": "London Boy", "가수": "임영웅", "앨범": "Polaroid", "발매일": "2022.11.15", "장르": "록/메탈", "url": "https://www.melon.com/song/detail.htm?songId=35834583", "좋아요": 58460, "가사": "꿈에 그리던 그곳 난 여기 있어저 푸른 바다 위로 널 닮은 하늘I’m in London oh,I’m in London, yeah드넓은 공원 안에 널 담은 향기가는 모든 곳마다 난 네가 보여I’m in London,yeah, I’m in London, oh나지막한 소리가 들려와수많은 별들 사이 너에게Baby baby baby my baby세상 누구보다 널 사랑해모든 힘 다해 너를 불러Hold me tight baby,you’re my everything널 만나고 난 변했어세상 누구보다 널 사랑해모든 힘 다해 너를 불러I’m London, London BoyOh oh no no noLondon Boy yeah셰익스피어, 처칠, 비틀즈, 숀 코네리해리포터, 데이비드 베컴 모든 게 있어Baby You are my London Girl행복은 너와 함께 즐기는 거야내 모든 걸 다 줘도 아깝지 않아너는 내게, Oh그런 사람, Oh나지막한 소리가 들려와수많은 별들 사이 너에게Baby baby baby my baby세상 누구보다 널 사랑해모든 힘 다해 너를 불러Hold me tight baby,you’re my everything널 만나고 난 변했어세상 누구보다 널 사랑해모든 힘 다해 너를 불러I’m London, London Boy널 만나고 내가 변했다Oh, I’m London BoyBaby baby baby my baby세상 누구보다 널 사랑해모든 힘 다해 너를 불러Hold me tight baby,you’re my everything널 만나고 난 변했어세상 누구보다 널 사랑해모든 힘 다해 너를 불러I’m London, London BoyLa la la la la la la laLa la la la la la la laLa la la la la la la laI’m London, London BoyLa la la la la la la laLa la la la la la la laLa la la la la la la laLondon BoyLondon BoyLondon Boy"}, {"곡명": "Polaroid", "가수": "임영웅", "앨범": "Polaroid", "발매일": "2022.11.15", "장르": "록/메탈", "url": "https://www.melon.com/song/detail.htm?songId=35834584", "좋아요": 52734, "가사": "별들이 짙던 밤 하늘에 약속한 고백아직도 맘에당연하듯 남아 있어요어제 일같이 선명하네요가슴 저리는 게 사랑이 아니라그 누가 뭐라던가, 오심장이 뛰는데 아프게 뛰는데이게 사랑인 거야운명 같은 밤 너를 만나영원하자고 외쳤던 그 밤네가 날 잊어도난 널 꺼내 볼 테니까 언제나내 맘속 사진첩 한 켠엔 그대가 있지참 행복했지 때론 아픈 날이 있어도버릴 수 없는 추억이 됐지가슴 저리는 게 사랑이 아니라그 누가 뭐라던가, 오심장이 뛰는데 아프게 뛰는데이게 사랑인 거야운명 같은 밤 너를 만나영원하자고 외쳤던 그 밤네가 날 잊어도난 널 꺼내 볼 테니까 언제나우~ 예~우~네가 날 잊어도난 널 꺼내 볼 테니까 언제나한 장씩 널 기억하며 보낼게우리 모든 순간 가슴 떨리던 날모든 날이 따스하게 감싸준널 사랑했다운명 같은 밤 너를 만나셀 수 없이 많은 날 함께 했지사랑했어요 아주 많이사진첩 속의 그대여영원히 기억할게 시간이 지나도언제나"}, {"곡명": "첫 눈", "가수": "EXO", "앨범": "겨울 스페셜 앨범 '12월의 기적 (Miracles In December)'", "발매일": "2013.12.09", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=4352438", "좋아요": 236583, "가사": "첫눈 오는 이런 오후에너에게 전화를 걸 수만있다면 기쁠텐데벌써 일년이 지났는데난 아직 미련 가득해서\"쓸쓸해\" 어느새 혼잣말(시계를 되돌려)1년 전으로 갈 수 있다면(마음을 되돌려)지금 우린 달라졌을까yeah 바보 같은 소리지,그래도 만약너를 만나면 눈물 차 올라바보 같은 난 아무 말 못해말해줘 메리 메리 크리스마스,안녕 잘 지내는거지눈이 내리면 멍든 가슴이모두 하얗게 다 덮여지게 될까미안해 잘해주지 못해후회만 가득 가득 했던,그 크리스마스불빛 가득한 거리거리혼자 걸었어다들 행복해 보여너는 언제나 공기처럼있어줄 거란 착각에,멍청히 보내,내가 너무 미안해(너무 흔한 얘기)지나고 나면 너무 소중해(항상 지나치지)왜 그때는 모르는 걸까지금은 다를 거야말해주고파너를 만나면 눈물 차 올라바보 같은 난 아무 말 못해말해줘 메리 메리 크리스마스,안녕 잘 지내는거지눈이 내리면 멍든 가슴이모두 하얗게 다 덮여지게 될까눈물인지 눈 때문인지점점 너 멀리 멀리 보이던,그 크리스마스정말 신기한 일이야 너의생각만으로 눈물 차 흐르니말야Tears are falling, falling, falling다시 너에게로 가고 싶어무슨 일이든 할 수 있어지금까지 삶이모두 사라진다 해도 Girl너를 만나면 눈물 차 올라바보 같은 난 아무 말 못해말해줘 메리 메리 크리스마스,안녕 잘 지내는거지Baby girl ooh- yeah-눈이 내리면 멍든 가슴이모두 하얗게 다 덮여지게 될까미안해 잘해주지 못해후회만 가득 가득 했던,너를 만나면 눈물 차 올라(눈물 차 올라)바보 같은 난 아무 말 못해(아무 말 못하는 나 인걸)말해줘 메리 메리 크리스마스,잘 지내는거지눈이 내리면 멍든 가슴이모두 하얗게 다 덮여지게 될까눈물인지 눈 때문인지점점 너 멀리 멀리 보이던,그 크리스마스"}, {"곡명": "아버지", "가수": "임영웅", "앨범": "IM HERO", "발매일": "2022.05.02", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=35008527", "좋아요": 57689, "가사": "하얀 머리 뽑아 달라며한 개 백 원이라던그 시절 다 지나가고이젠 흰 눈만 남았네그렇게도 힘이 드냐며나를 위로하시다어느새 잠들어버린주름만 남은 내 아버지세상이 아무리 힘들어도당신 있으면 견딜 것 같아오래오래 날 지키며그냥 곁에만 있어 주세요활짝 웃는 모습이 어린애 같아 보여도아프다 말도 못 하는 사람이제는 내가 지켜줄게어린아이로 돌아가 버린사랑하는 내 아버지오래오래 날 지키며그냥 곁에만 있어 주세요활짝 웃는 모습이어린애 같아 보여도아프다 말도 못 하는 사람이제는 내가 지켜줄게어린아이로 돌아가 버린사랑하는 내 아버지사랑해요 내 아버지"}, {"곡명": "인생찬가", "가수": "임영웅", "앨범": "IM HERO", "발매일": "2022.05.02", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=35008534", "좋아요": 53190, "가사": "꿈처럼 지나간 시간나는 무얼 찾고 싶었나지도도 없이 걸어온 삶을후회하진 않으리떠난 어제는 떠날 오늘로남겨지기도 하지나의 친구여 나의 형제여내 이름 불러주오미안하다 나의 인생아앞만 보며 살아왔구나찬란한 순간이여 영원하라내일은 처음 가는 길언제나처럼 또 두려워버들강아지 활짝 웃는 날후회하지 않으리비가 내리면 노래하리눈이 내려도 좋아나의 친구여 나의 형제여내 이름 불러 주오미안하다 나의 인생아앞만 보며 살아왔구나찬란한 순간이여 영원하라영원한 순간이여 찬란하라"}, {"곡명": "I AM", "가수": "IVE (아이브)", "앨범": "I've IVE", "발매일": "2023.04.10", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36356993", "좋아요": 204067, "가사": "다른 문을 열어 따라 갈 필요는 없어넌 너의 길로 난 나의 길로 음하루하루마다 색이 달라진 느낌밝게 빛이 나는 길을 찾아I’m on my way 넌 그냥 믿으면 돼I’m on my way 보이는 그대로야너는 누군가의 Dreams come true제일 좋은 어느 날의 데자뷰머물고픈 어딘가의 낯선 뷰I’ll be far awayThat’s myLife is 아름다운 갤럭시Be a writer, 장르로는 판타지내일 내게 열리는 건 big big 스테이지So that is who I amLook at meLook at meLook at menow어제랑 또 다른 짜릿한 나두려운 모든 게 설레이게I’m in sky high, OMG사소한 건 다 아득해져 와Look at me nowLook at me nowI’m on fireI’m on my way 넌 그냥 믿으면 돼I’m on my way 보이는 그대로야너는 누군가의 Dreams come true제일 좋은 어느 날의 데자뷰머물고픈 어딘가의 낯선 뷰I’ll be far awayThat’s myLife is 아름다운 갤럭시Be a writer, 장르로는 판타지내일 내게 열리는 건 big big 스테이지So that is who I am어느 깊은 밤 길을 잃어도차라리 날아올라 그럼 네가지나가는 대로 길이거든1, 2, 31, 2, 31, 2, 3Fly upI hope you’d be someone’sdreams come true제일 좋은 어느 날의 데자뷰머물고픈 어딘가의 낯선 뷰I’ll be far awayThat’s myLife is 아름다운 갤럭시Be a writer, 장르로는 판타지내일 내게 열리는 건 big big 스테이지So that is who I am"}, {"곡명": "Either Way", "가수": "IVE (아이브)", "앨범": "I'VE MINE", "발매일": "2023.09.25", "장르": "R&B/Soul", "url": "https://www.melon.com/song/detail.htm?songId=36824901", "좋아요": 67301, "가사": "누가 내 말투가 재수없대잘난 척만 한대또 누구는 내가 너무 착하대바보같을 정도래가끔은 이해조차 안 되는 시선들억울하기도 하지만 오해가 만든 수많은 나와 얘기해우리 모두 다 ‘나’야Either way, I’m good전부 좋다구누가 맞고 틀린 게 아닌 걸모두 다르게 사랑하듯Either way, I’m goodEither way내게는 언니같은 친구인데어리광이 심하대털털한 줄 알았던 저 아이는마음이 넘 약한 걸쟤 I 라서 그래 넌 E 라서 그래됐고 그냥 V 나 하자 Either way, you’re good전부 좋다구누가 맞고 틀린 게 아닌 걸모두 다르게 사랑하듯Either way, you’re goodEither wayI, I, I 또다른 나나, 나, 나누가 맞고 틀린 게 아닌 걸모두 다르게 살아가 듯전부 좋다구사랑과 미움모두 다 가지면 되는 거야하나만 고를 필요 없는 거야Either way, we’re good웃어주자구 우후후이렇게"}, {"곡명": "A bientot", "가수": "임영웅", "앨범": "IM HERO", "발매일": "2022.05.02", "장르": "랩/힙합", "url": "https://www.melon.com/song/detail.htm?songId=35008528", "좋아요": 54343, "가사": "A bientot A bientot 이 밤이 지나면 괜찮아질 수 있을까 쓰린 내 맘이 회복될 수가 있을까 네가 떠난 빈자리가 너무 크니까 그 공허함에 깔려 겨우 살고 있잖아 기억은 잔인하고 후유증은 지독해 겨우 잠을 이뤄도 꿈자리는 뒤숭숭해 마음의 반을 도려내 버리고 난 후에 너라는 감옥에서 풀려날 수 있었네 38도 탕 안처럼 포근한그날의 온도는 아직도 나의 가슴에깊게 뿌리내려 뻗어 미련이란 놈은공기처럼 내 마음을 드나드네넌 빌런이자 하나님이야셀 수 없는 많은 노래를잉태하고 부숴버렸네널 향해 나는 기도해널 향해 나는 기도해A bientotA bientot인생은 너무 외로워너에게 전화를 거네요A bientotA bientot인생은 너무 외로워너에게 전화를 거네요이럼 안되지만그때 우린 뜨거운 용암처럼 사랑했네너의 영은 열이 되어 내 몸에 있네가열된 너의 온기가 아직도 식질 않네늦은 새벽 눈물로 가득 찬 내 베개사진에 찍혀 있던 우리들의 손가락추억이 되어 흘러내리는 그 손가락우리의 추억들이 나는 너무 좋았지라디오에서 소개된 사연들처럼난 요새Young Thug Pick Up The Phone꽂혀있어너는 어떤 노래를 듣는지 궁금해아직도 힙합을 듣고 있어힙합을 듣고 있다면 언젠가이 노래도 들을 수 있을까넌 나에게 음악 그 이상의 존재였어서로를 이해하는 법 몰랐었던 우리들서툶 때문에 상처를 주고받곤 했잖아함께 나눈 감정들 너무 달달했기에다시 예전으로 발걸음을 돌려보려 해도A bientotA bientot인생은 너무 외로워너에게 전화를 거네요A bientotA bientot인생은 너무 외로워너에게 전화를 거네요이럼 안되지만인생이 너무 외로워허공에 말을 걸지만그건 단조로운 리듬이 돼그건 단조로운 리듬이 돼마음이 너무 외로워허공에 말을 걸지만그건 단조로운 리듬이 돼그건 단조로운 리듬이 돼그건 단조로운 리듬이그건 단조로운 리듬이 되고 있네A bientotA bientot이제는 너를 잊을게 잊을게A bientot"}, {"곡명": "Smoke (Prod. Dynamicduo, Padi)", "가수": "다이나믹 듀오", "앨범": "스트릿 우먼 파이터2(SWF2) 계급미션", "발매일": "2023.09.05", "장르": "랩/힙합", "url": "https://www.melon.com/song/detail.htm?songId=36761467", "좋아요": 52773, "가사": "Light it up Light it up Light it up나는 달리거나 넘어지거나둘 중에 하나야 브레이크 없는 bike택도 없는 것들을 택도 안 뗀 옷 위로 stack it up난 절대 빠꾸 없는 typeI’m gonna smoke you upI’mma smoke youI’m gonna smoke you upI’mma smoke youI’m gonna smoke you upI’mma smoke you싹 다 부수고 원상복구해 (light it up)적자생존아마 난 진짜 1내일 없는 애들 빈 수레가 요란해 that’s why I’m shootingTo your 골대 cuz you have no keeper차린 것 없는 밥상 들이밀지 말고 zip up저기 빈털터리들 재떨이에 털어 넣고 twerkin‘Then I’mma smoke another chanceYou know that I’mma chop itLazy ho그리고 또 stupid thug모자란 애들 들이 마시고 뱉어 that’s wassup내 입김은 태풍 내가 후 하고 불면 넌 힘없이 쓰러지는 가로수무대 위 조명은 늘 파란불 내가 짓밟고 가는 넌 횡단보도 위에 가로줄어차피 너무 기운 시소 이쯤 되면 너에게 필요한 건 시도 아닌 기도 난 입으로 널 패지 구타처맞은 것처럼 네 뺨은 붉게 불타나는 달리거나 넘어지거나둘 중에 하나야 브레이크 없는 bike택도 없는 것들을 택도 안 뗀 옷 위로 stack it up 난 절대 빠꾸 없는 typeI’m gonna smoke you upI’mma smoke youI’m gonna smoke you upI’mma smoke youI’m gonna smoke you upI’mma smoke you싹 다 부수고 원상복구해 (light it up)끝났어 파티는 잔 돌려 ice water 여긴 아무도 없네 날 상대할 카리스마가 타자 팔자에 난 outsider 죽거나 싹 쓸어 주먹 안에 주사위타고난 dice roller 지그시 밟아주지 부득이 싸움 나면 속도 조절 어린이 보호구역부터 아우토반 까다롭게 굴어 사우스포갈기지 턱주가리 카운터 넌 피식 쓰러지는 나무토막 I’mma south side baddieCollect all these veggiesLap top 위에서 money dance넌 계속해라 copyNothing's dynamic in ur life저주 같지     다 끝난 파티 뒤에서꽁초나 하나 줍길Man I can't curse to youCuz you already die for itSorry that I’m so stable in my lifeI’m done with itBetter get your moneyOr u better get ma number 다 피고 남은 꽁초 더밀꽂아줄게 주머니에나는 달리거나 넘어지거나둘 중에 하나야 브레이크 없는 bike택도 없는 것들을 택도 안 뗀 옷 위로 stack it up 난 절대 빠꾸 없는 typeI’m gonna smoke you upI’mma smoke youI’m gonna smoke you upI’mma smoke youI’m gonna smoke you upI’mma smoke you싹 다 부수고 원상복구해 (light it up)하이킥 로우킥에 넌 쓰러지지 픽픽풀린 두 다리 눈 콧바람은 씩씩네 목을 조르는 내 두 다리 사이로 보이는 네 흰자위힘없이 탭탭 질식팔다리를 꺾는 암바와 니바 네 자존심을 꺾는 짬바와 이빨넌 피투성이 사람들이 기겁해난 관대해 더 버티지 마 받아줄게 기권패다 겪었지 대우차부터 테슬라 다 꺾였지 같이 짬밥 먹던 랩 스타 We stand strong 완력보다 강한 펜촉 우습게 봐도 오래 버티는 게 센 놈 상어 밥도 안돼 넌 그냥 벵에돔 엄마 젖은 사치 이유식을 맥여 더 빈약한 커리어 세치 혀로 채 썰어 태운 다음 재 털어 I’m gonna smoke you upI’mma smoke youI’m gonna smoke you upI’mma smoke youI’m gonna smoke you upI’mma smoke you싹 다 부수고 원상복구해 (light it up)I’m gonna smoke you upI’mma smoke youI’m gonna smoke you upI’mma smoke youI’m gonna smoke you upI’mma smoke you싹 다 부수고 원상복구해 (light it up)"}, {"곡명": "Super Shy", "가수": "NewJeans", "앨범": "NewJeans 2nd EP 'Get Up'", "발매일": "2023.07.07", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36599950", "좋아요": 154782, "가사": "I’m super shy, super shyBut wait a minute while IMake you mine, make you mine떨리는 지금도 You’re on my mind All the timeI wanna tell you but I’mSuper shy, super shy I’m super shy, super shyBut wait a minute while IMake you mine, make you mine떨리는 지금도 You’re on my mind All the timeI wanna tell you but I’mSuper shy, super shy And I wanna go out with you Where you wanna go? (Huh?) Find a lil spotJust sit and talkLooking prettyFollow me우리 둘이 나란히 보이지? (봐) 내 눈이 (heh) 갑자기 빛나지 When you say I’m your dream You don’t even know my name Do ya?You don’t even know my name Do ya-a?누구보다도I’m super shy, super shyBut wait a minute while IMake you mine, make you mine떨리는 지금도 You’re on my mind All the timeI wanna tell you but I’mSuper shy, super shyI’m super shy, super shyBut wait a minute while IMake you mine, make you mine떨리는 지금도 You’re on my mind All the timeI wanna tell you but I’mSuper shy, super shy 나 원래 말도 잘하고 그런데 왜 이런지 I don’t like thatSomething odd about youYeah you’re special and you know itYou’re the top babe I’m super shy, super shyBut wait a minute while IMake you mine, make you mine떨리는 지금도 You’re on my mind All the timeI wanna tell you but I’mSuper shy, super shyI’m super shy, super shyBut wait a minute while IMake you mine, make you mine떨리는 지금도 You’re on my mind All the timeI wanna tell you but I’mSuper shy, super shy You don’t even know my name Do ya?You don’t even know my name Do ya-a?누구보다도You don’t even know my name Do ya?You don’t even know my name Do ya-a?"}, {"곡명": "사막에서 꽃을 피우듯", "가수": "우디 (Woody)", "앨범": "사막에서 꽃을 피우듯", "발매일": "2023.07.14", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=36616378", "좋아요": 71398, "가사": "아침에 눈 뜨는 게 너무 행복해졌어 널 사랑한다 말할 수 있어서 하늘에 감사해 ⠀네 번의 계절을 너와 함께할게평생토록 더 오래도록 더 영원토록⠀음악처럼 꿈처럼 매일 새롭게 사랑을 주고 싶어 지금처럼 곁에 있어 주기를 언제나⠀사막에서 꽃을 피우듯 널 만난 건 기적인 걸설렘이 사라지더라도 이 사랑을 지켜줄게⠀허물없이 지내다가도힘든 날엔 말없이 기댈 수 있게언제나 네 곁에 내가 서 있을게 ⠀한 걸음 한 걸음 어둡지 않게 내가 널 비춰줄게지금처럼 곁에 있어 주면 돼 언제나⠀사막에서 꽃을 피우듯 널 만난 건 기적인 걸설렘이 사라지더라도 이 사랑을 지켜줄게⠀허물없이 지내다가도힘든 날엔 말없이 기댈 수 있게언제나 네 곁에 내가 서 있을게 ⠀너와 함께하는 이 시간이조금만 더 천천히 흘러가길⠀어떤 날엔 웃게 해 줄게좋은 날엔 더 안아줄게슬픈 날엔 그냥 울어도 돼내가 더 노력할게 ⠀허물없이 지내다가도 힘든 날엔 말없이 기댈 수 있게언제나 네 곁에 내가 서 있을게⠀언제나 네 곁에 있을게"}, {"곡명": "그대만 있다면 (여름날 우리 X 너드커넥션 (Nerd Connection))", "가수": "너드커넥션 (Nerd Connection)", "앨범": "그대만 있다면 (여름날 우리 X 너드커넥션 (Nerd Connection))", "발매일": "2023.08.15", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=36699489", "좋아요": 36758, "가사": "날 사랑해서 떠난다며눈물짓던 그대의 말을 믿을 수 없죠하지만 나의 전부였던그대가 힘들어하기에 잡을 수 없었죠온통 너와의 기억뿐인 나를 위해서였다면조금씩 무너져가는 날 날 위한다면이대로 내 곁에 있어야 해요나를 떠나면 안 돼요세상의 모든 걸 잃어도 괜찮아요그대만 있다면 그대만 있다면함께 웃던 시간들을함께했던 약속들을지금 또 영원히 기억하겠어요다시 한번 생각해요무엇이 날 위한 건지 그대는 알고 있어요영원히 내 곁을 지켜주세요나를 떠나지 말아요세상의 모든 걸 잃어도 난 좋아요그대만 있다면 그대만 있다면온통 그대의 생각뿐인 나를 위해서였다면초라하게 쓰러지는 날날 위한다면 이대로 내 곁에 있어야 해요나를 떠나면 안 돼요세상의 모든 걸 잃어도 괜찮아요그대만 있다면 그대만 있다면영원히 내 곁을 지켜주세요나를 떠나지 말아요세상의 모든 걸 잃어도 난 좋아요그대만 있다면 그대만 있다면"}, {"곡명": "ETA", "가수": "NewJeans", "앨범": "NewJeans 2nd EP 'Get Up'", "발매일": "2023.07.21", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36635522", "좋아요": 112391, "가사": "낭비하지 마 네 시간은 은행서둘러서 정리해 걔는 real bad받아주면 안돼No you better trust me답답해서 그래저번에도 봤지만 너 없을 때걘 여기저기에 눈빛을 뿌리네아주 눈부시게Honestly 우리 사이에He’s been totally lying yeah내 생일 파티에 너만 못 온 그날혜진이가 엄청 혼났던 그날지원이가 여친이랑 헤어진 그날걔는 언제나 네가 없이 그날너무 멋있는 옷을 입고 그날Heard him sayWe can go wherever you likeBaby say the words and I’m downAll I need is you on my sideWe can go whenever you likeNow where are you?MmhmmWhat’s your ETA, what’s your ETAMmhmmWhat’s your ETA, what’s your ETAMmhmmWhat’s your ETA, what’s your ETAI’ll be there right now, lose that boy on her arm아파 맘이 네가 걔 못 잊을 때내 말 믿어 you deserve better than that내가 도와줄게걔는 그냥 playin’Boys be always lying yeah내 생일 파티에 너만 못 온 그날혜진이가 엄청 혼났던 그날지원이가 여친이랑 헤어진 그날걔는 언제나 네가 없이 그날너무 멋있는 옷을 입고 그날Heard him sayWe can go wherever you likeBaby say the words and I’m downAll I need is you on my sideWe can go wherever you likeNow where are you?MmhmmWhat’s your ETA, what’s your ETAMmhmmWhat’s your ETA, what’s your ETAMmhmmWhat’s your ETA, what’s your ETAI’ll be there right now, lose that boy on her armNeed a boy on my armNeed a boy on my armWant a boy on my armNeed a boy on my arm"}, {"곡명": "Chill Kill", "가수": "Red Velvet (레드벨벳)", "앨범": "Chill Kill - The 3rd Album", "발매일": "2023.11.13", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36960967", "좋아요": 31574, "가사": "어디서 왔니 홀연히고요했던 세상의 CrashChill Kill의 등장 마치 Thunder그 짜릿함에 미쳤어달콤해진 오류 불완전의 찬미뭐가 겁났겠어? Always and forever너무 쉬운 넌 내 거라맘대로 껴안고 멋대로 보냈어다시 네가 보고 싶어죽도록 후회하잖아Yeah don’t care if it hur-hur-hurts네게 어울리는 Perfect soul다시 널 붙잡을 수 있을까?(Hey!) Don’t think about tomorrow(Yoo hoo!) 넌 여전히 반짝여변할 거야 이제서야눈물이 흘러 얼음을 녹여What a Chill KillI know you willBring me lightninglike a winner여기서 널 기다려Happy ending으로What a Chill Kill긴 밤 등대를 켜네가 길 잃지 않게(I’m here)혹독한 밤이라온 세상은 숨죽여날 잘못 길들여나 밖에 몰랐지왜 그리 잘했니내가 자격 있니 (Together)넌 자꾸 멀리멀리 도망치며미워한다고 외쳐그 말의 끝에 망설였잖아눈을 맞춰줬잖아 (Don’t run away)거칠고 서툰 Nights were young차갑던 밤을 데우자봐 봐 많이 달라졌지내가 제법 변했지널 한 번 더 안을 수 있을까?(Hey!) Don’t think about tomorrow(Yoo hoo!)넌 여전히 반짝여변할 거야 이제서야눈물이 흘러 얼음을 녹여What a Chill KillI know you willBring me lightninglike a winner여기서 널 기다려Happy ending으로What a Chill KillSay say saynow are you ready ready?(You ready?)Say say saynow are you ready?너 때문에 울지 않아너 때문에웃을 수밖에 없던 거야(Up in the sky)Yeah it’s love오렌지빛 해는 거의 저물어너의 온기만 필요해Until the end(Till the end of time yeah yeah)End of time(Hey!)Don’t think about tomorrow(Yoo hoo!)넌 끝없이 반짝여변할 거야 이제서야눈물이 흘러 그 얼음을 녹여Don’t think about tomorrowForget about your sorrow변할 거야 너는 날 못 떠나눈물이 흘러 그 얼음을 녹여Don’t think about tomorrow(What a Chill Kill I know you will)넌 끝없이 반짝여(Bring me lightning like a winner)변할 거야 난 이제야"}, {"곡명": "Get A Guitar", "가수": "RIIZE", "앨범": "Get A Guitar", "발매일": "2023.09.04", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36717264", "좋아요": 57419, "가사": "If you want somethingto play with get a guitar너와 내 느낌대로Make it 시작해 봐발 박자를 맞추고손은 Snapping likeone two five모두 집중해 줘When I play the guitarCause I know you knowOoh baby oohI love it 너와 맞추는 눈Ooh baby oohI love it 너와 맞추는 춤Rhythm 속에 그려보는 햇살가득 담은 꿈 In my heartTell me whileYou play me like dun dun dunStill I love it 너와 맞추는 눈Baby dun dun dunStill I love it 너와 맞추는 춤Get get get get a guitarGet get get get a guitarGet get get get a guitarGet get get get a guitarIf you want somethingto play with get a guitar가볍게 툭어깨에 메고 시작해 봐불타오를 Love and youth외치는 순간 Feel the vibe맘이 가는 대로Play it get a guitarCause I know you knowOoh baby oohI love it 너와 맞추는 눈Ooh baby oohI love it 너와 맞추는 춤Rhythm 속에 그려보는 햇살가득 담은 꿈 In my heartTell me whileYou play me like dun dun dunStill I love it 너와 맞추는 눈Baby dun dun dunStill I love it 너와 맞추는 춤Ooh baby oohI love it 너와 맞추는 눈Ooh baby oohI love it 너와 맞추는 춤네가 원하던 그 순간다른 생각들은 다 벗어나Tell me whileYou play me like dun dun dunStill I love it 너와 맞추는 눈Baby dun dun dunStill I love it 너와 맞추는 춤Get get get get a guitarGet get get get a guitarGet get get get a guitarGet get get get a guitarGet get get get a guitar"}, {"곡명": "연애편지", "가수": "임영웅", "앨범": "IM HERO", "발매일": "2022.05.02", "장르": "포크/블루스", "url": "https://www.melon.com/song/detail.htm?songId=35008532", "좋아요": 51092, "가사": "노을에 물든 저녁 하늘이오랜만에 참 좋은 저녁입니다문득 떠오른 그대 생각에나지막이 이름을 불러봅니다나도 몰래 꺼내 본 낡은 수첩엔그대가 너무도 많아차마 그립단 말 대신꽃잎을 넣어 보내며하얀 종이에 하지 못한 말아직 그댄 내 고운 사랑입니다외로이 스쳐 창을 흔드는바람 소리 쓸쓸한 시간입니다어둠 만들고 초를 태우며나지막이 그대를 불러봅니다나도 몰래 꺼내 본 낡은 사진엔그대가 너무도 많아차마 그립단 말 대신바라본 밤하늘에는아스라이 먼 작은 별 하나외로이 홀로 남아 깜박입니다그대를 닮은 작은 별 하나외로이 홀로 남아 깜박입니다그대 고운 이름은 사랑입니다"}, {"곡명": "별 떨어진다 (I Do)", "가수": "디오 (D.O.)", "앨범": "기대 - The 2nd Mini Album", "발매일": "2023.09.08", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=36778869", "좋아요": 51700, "가사": "밝은 빛은 별 뿐인고요한 오늘 밤잔잔한 풀벌레 소린멋진 노랫말내 어깨 위로살짝 기대진 너의 온긴맘을 괜히 들뜨게 해설렘 끝에 번지는 기대감소원 빌래? 별 떨어진다잠깐이라 또 놓쳤지만금방 더 떨어지겠지밤이 끝날 때까지원하는 게 딱 하난데 난내 소원 듣게 되면 I do I do웃으며 대답해 줘 I do I do둘이 아닌우린 어떤 모습일까꼭 하나인 것 같이서로를 잘 알아수없이 많은 기억들이똑같을 너와 나상상만 했는데다 이뤄진 것 같아넌 아무거나 마구 빌어도 돼내가 전부 듣고 이뤄줄게저 별을 갖고 싶다말하면 따다 줄게맘으로만 혼자 빌어도 돼말해줄 때까지 기다릴게네 마음이 눈에 보였음 해하늘에 저 별들처럼소원 빌래? 별 떨어진다(네 옆으로)잠깐이라 또 놓쳤지만금방 더 떨어지겠지밤이 끝날 때까지원하는 게 딱 하난데 난내 소원 듣게 되면 I do I do웃으며 대답해 줘 I do I do너만 좋다면 좋아그게 뭐라도네가 간다면 따라가어딜 간대도오랜 시간 흘러가도함께 있으면 좋겠어너는 나 난 네 옆에서소원 빌래? 별 떨어진다(다시 네게 온다)잠깐이라 또 놓쳤지만(널 보느라 놓쳤지)이젠 뭐 상관없겠지이미 눈치챘으니원하는 건 너 하나뿐야(너뿐이야)영원히 함께해 줘 I do I do웃으며 대답해 줘 I do I doI do I do"}, {"곡명": "Ditto", "가수": "NewJeans", "앨범": "NewJeans 'OMG'", "발매일": "2022.12.19", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=35945927", "좋아요": 274654, "가사": "Woo woo woo woo oohWoo woo woo wooStay in the middleLike you a littleDon’t want no riddle말해줘 say it backOh say it ditto아침은 너무 멀어So say it ditto훌쩍 커버렸어함께한 기억처럼널 보는 내 마음은어느새 여름 지나 가을기다렸지 all this timeDo you want somebodyLike I want somebody날 보고 웃었지만Do you think about me now yeahAll the time yeahAll the timeI got no time to lose내 길었던 하루난 보고 싶어Ra-ta-ta-ta 울린 심장 (Ra-ta-ta-ta)I got nothing to lose널 좋아한다고wooah wooah wooahRa-ta-ta-ta 울린 심장 (Ra-ta-ta-ta)But I don't want toStay in the middleLike you a littleDon’t want no riddle말해줘 say it backOh say it ditto아침은 너무 멀어So say it dittoI don't want toWalk in this 미로다 아는 건 아니어도바라던 대로말해줘 Say it backOh say it dittoI want you so, want youSo say it dittoNot just anybody너를 상상했지항상 닿아있던처음 느낌 그대로 난기다렸지 all this timeI got nothing to lose널 좋아한다고wooah wooah wooahRa-ta-ta-ta 울린 심장 (Ra-ta-ta-ta)But I don't want toStay in the middleLike you a littleDon’t want no riddle말해줘 say it backOh say it ditto아침은 너무 멀어So say it dittoI don't want toWalk in this 미로다 아는 건 아니어도바라던 대로말해줘 Say it backOh say it dittoI want you so, want youSo say it dittoWoo woo woo woo oohWoo woo woo woo"}, {"곡명": "All I Want for Christmas Is You", "가수": "Mariah Carey", "앨범": "Merry Christmas (Deluxe Anniversary Edition)", "발매일": "2019.11.01", "장르": "R&B/Soul", "url": "https://www.melon.com/song/detail.htm?songId=14776", "좋아요": 229236, "가사": "I don`t want a lot for ChristmasThere is just one thing I needI don`t care about the presentsUnderneath the Christmas treeI just want you for my ownMore than you could ever knowMake my wish come true All I want for ChristmasIs you I don`t want a lot for ChristmasThere is just one thing I needAnd I I don`t care about the presentsUnderneath the Christmas treeI don`t need to hang my stockingThere upon the fireplaceSanta Claus won`t make me happyWith a toy on Christmas day I just want you for my ownMore than you could ever knowMake my wish come trueAll I want for Christmas is you You babyOh I won`t ask for much this ChristmasI won`t even wish for snowAnd I I`m just gonna keep on waitingUnderneath the mistletoeI won`t make a list and send itTo the North Pole for Saint NickI won`t even stay awake toHear those magic reindeer click`Cause I just want you here tonightHolding on to me so tightWhat more can I doBaby all I want for Christmas is youYou BabyOh All the lights are shiningSo brightly everywhereAnd the sound of children`sLaughter fills the airAnd everyone is singingI hear those sleigh bells ringingSanta won`t you bring methe one I really needWon`t you please bring my baby to me Oh I don`t want a lot for ChristmasThis is all I`m asking forI just want to see my babyStanding right outside my doorOh I just want you for my own More than you could ever knowMake my wish come trueBaby all I want for Christmas isYou you baby All I want for Christmas is you babyAll I want for Christmas is you babyAll I want for Christmas is you babyAll I want for Christmas is you baby"}, {"곡명": "너의 모든 순간", "가수": "성시경", "앨범": "별에서 온 그대 OST Part.7", "발매일": "2014.02.12", "장르": "발라드, 국내드라마", "url": "https://www.melon.com/song/detail.htm?songId=4446485", "좋아요": 281577, "가사": "이윽고 내가 한눈에너를 알아봤을 때모든 건 분명 달라지고 있었어내 세상은 널 알기 전과 후로 나뉘어니가 숨 쉬면 따스한 바람이 불어와니가 웃으면 눈부신 햇살이 비춰거기 있어줘서 그게 너라서가끔 내 어깨에 가만히 기대주어서나는 있잖아 정말 빈틈없이 행복해너를 따라서 시간은 흐르고 멈춰물끄러미 너를 들여다 보곤 해그것 말고는 아무것도 할 수 없어서너의 모든 순간 그게나였으면 좋겠다생각만 해도 가슴이 차올라나는 온통 너로보고 있으면 왠지 꿈처럼 아득한 것몇 광년 동안 날 향해 날아온 별빛 또 지금의 너거기 있어줘서 그게 너라서가끔 나에게 조용하게 안겨주어서나는 있잖아 정말 남김없이 고마워너를 따라서 시간은 흐르고 멈춰물끄러미 너를 들여다보곤 해너를 보는 게 나에게는 사랑이니까너의 모든 순간 그게나였으면 좋겠다생각만 해도 가슴이 차올라나는 온통 너로니 모든 순간 나였으면"}, {"곡명": "Hype Boy", "가수": "NewJeans", "앨범": "NewJeans 1st EP 'New Jeans'", "발매일": "2022.08.01", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=35454426", "좋아요": 282846, "가사": "(1,2,3,4)Baby, got me looking so crazy빠져버리는 daydreamGot me feeling you너도 말해줄래누가 내게 뭐라든남들과는 달라 넌Maybe you could be the one날 믿어봐 한번I’m not looking for just funMaybe I could be the oneOh baby예민하대 나 lately너 없이는 매일 매일이 yeah재미없어 어쩌지I just want youCall my phone right nowI just wanna hear you’re mine‘Cause I know what you like boyYou’re my chemical hype boy내 지난날들은눈 뜨면 잊는 꿈Hype boy 너만 원해Hype boy 내가 전해And we can go high말해봐 yeah느껴봐 mm mmTake him to the skyYou know I hype you boy눈을 감아말해봐 yeah느껴봐 mm mmTake him to the skyYou know I hype you boy잠에 들려고 잠에 들려 해도네 생각에 또 새벽 세 시 uh-oh알려줄 거야 they can’t have you no more봐봐 여기 내 이름 써있다고누가 내게 뭐라든남들과는 달라 넌Maybe you could be the one날 믿어봐 한번I’m not looking for just funMaybe I could be the oneOh baby예민하대 나 lately너 없이는 매일 매일이 yeah재미없어 어쩌지I just want youCall my phone right nowI just wanna hear you’re mine‘Cause I know what you like boyYou’re my chemical hype boy내 지난날들은눈 뜨면 잊는 꿈Hype boy 너만 원해Hype boy 내가 전해And we can go high말해봐 yeah느껴봐 mm mmTake him to the skyYou know I hype you boy눈을 감아말해봐 yeah느껴봐 mm mmTake him to the skyYou know I hype you boy"}, {"곡명": "Fast Forward", "가수": "전소미", "앨범": "GAME PLAN", "발매일": "2023.08.07", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36681074", "좋아요": 69616, "가사": "I’m your future lover타락한 밤 너의 ruler영화 속 달콤한 promise믿지 않아 let’s be honest, yeah틀린 건 없어 when it feels so right닿지 않아도 이미 느끼잖아나쁠 건 없어 when it feels so right네 위를 봐 I’m your goddess How many lovers do I go through to find youHow many heartbreaks I take just to get to you How many lovers do I go through to find youHow many how many how many Fast ForwardGirl you the one stop Got it all Diamond-kissed Head to toe Sunshine Got the glow Need you bad Never go One stop Domino That’s how quick You made me fall So in love yeah That’s so us How many lovers do I go through to find youHow many heartbreaks I take just to get to you How many lovers do I go through to find youHow many how many how many Fast Forward(How many how many how many)(How many how many how many)흔들린 pendulum너를 부를 때이 뒤틀린 시간 속 넌 내 눈앞에Now think of the one you want Picturing my face And I’ll be the one you onI’ll be the one you onI’ll be the one you wantI can hear you sayFast Forward(yeah yeah yeah yeah)Fast Forward (yeah yeah yeah yeah)Fast Forward"}, {"곡명": "퀸카 (Queencard)", "가수": "(여자)아이들", "앨범": "I feel", "발매일": "2023.05.15", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36430773", "좋아요": 137464, "가사": "Hey you뭘 보니? 내가 좀 Sexy Sexy 반했니Ye you뭐 하니? 너도 내 Kiss Kiss 원하니월 화 수 목 금 토 일 미모가 쉬지를 않네머리부터 발끝까지 눈부셔 빛이 나네Oh 저기 언니야들 내 Fashion을 따라 하네아름다운 여자의 하루는 다 아름답네이 Party에 준비된 Birthday cake태어나서 감사해 Every dayI don’t need them그래 내가 봐도 난퀸카 I’m hotMy boob and booty is hotSpotlight 날 봐I’m a star star star퀸카 I’m the topI’m twerking on the runwayI am a 퀸카You wanna be the 퀸카I’m a 퀸카I’m a 퀸카I’m a I’m a I’m a 퀸카I’m a 퀸카 (Take a photo)I’m a 퀸카I’m a 퀸카I’m a I’m a I’m a 퀸카I’m a 퀸카Look so cool look so sexylike Kim KardashianLook so cute look so pretty like ArianaI wanna with you 뽀뽀I wanna with you 포옹자꾸 예뻐져 거울 속 너어~이 Party에 준비된 (Blue) Champagne태어난 걸 축하해 Every dayI don’t need them그래 내가 봐도 난퀸카 I’m hotMy boob and booty is hotSpotlight 날 봐I’m a star star star퀸카 I’m the topI’m twerking on the runwayI am a 퀸카You wanna be the 퀸카I’m a 퀸카I’m a 퀸카I’m a I’m a I’m a 퀸카I’m a 퀸카 (Take a photo)I’m a 퀸카I’m a 퀸카I’m a I’m a I’m a 퀸카I’m a 퀸카아무거나 걸친 Girl 퀸카카카마르거나 살찐 Girl 퀸카카카자신감 넘치는 Girl 퀸카카카I am a 퀸카You wanna be the 퀸카"}, {"곡명": "음악의 신", "가수": "세븐틴 (SEVENTEEN)", "앨범": "SEVENTEEN 11th Mini Album ‘SEVENTEENTH HEAVEN'", "발매일": "2023.10.23", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36892797", "좋아요": 69974, "가사": "세상에 음악의 신이 있다면 고맙다고 안아주고 싶어 전 세계 공통의 Language자음과 모음이 달라도 상관없는 건 Music말이 안 통해도 음악이 있다면우리는 지금부터는 아주 친한 친구 너와 내가 모르는 사이여도 춤출 수 있어We can mix it up rightSugar and spiceBrass sound and guitar 네 글자면 다 내 이름이래쿵치팍치 또한 내 이름인가이것 또한 나를 위한 소린가Kick snare Drum bassPiano Bassline 무엇이 우리의 행복인가뭐 있나 춤을 춰 노래하자이것이 우리의 행복이다 다시 한번 더 Hey 음악은 우리의 숨이니까위험하지 않아 계속 들이키자Everybody 귀를 기울여 보자 세상에 음악의 신이 있다면이건 당신께 주는 메시지음정 하나하나 모아보자 음-춤춰 노래해 기분이 끝내주네 쿵 치 팍 치 쿵 쿵 치 팍 치 예쿵 치 팍 치 쿵 쿵 치 팍 치 예쿵 치 팍 치 쿵 쿵 치 팍 치 예행복은 바로 지금이야 생각해 봐 우리는 소음마저 음악이야저마다의 쿵짝 맞춰가며 살아가개미의 발소리마저도 Harmony 무엇이 우리의 행복인가뭐 있나 춤을 춰 노래하자이것이 우리의 행복이다 다시 한번 더 Hey 음악은 우리의 숨이니까위험하지 않아 계속 들이키자Everybody 귀를 기울여 보자 세상에 음악의 신이 있다면이건 당신께 주는 메시지음정 하나하나 모아보자 음-춤춰 노래해 기분이 끝내주네 쿵 치 팍 치 쿵 쿵 치 팍 치 예쿵 치 팍 치 쿵 쿵 치 팍 치 예쿵 치 팍 치 쿵 쿵 치 팍 치 예음악의 신이 있다면 SEVENTEEN to the world전 세계 다 합창 쿵 치 팍 치 쿵 쿵 치 팍 치 예쿵 치 팍 치 쿵 쿵 치 팍 치 예쿵 치 팍 치 쿵 쿵 치 팍 치 예음악의 신이 있다면"}, {"곡명": "잘 지내자, 우리 (여름날 우리 X 로이킴)", "가수": "로이킴", "앨범": "잘 지내자, 우리 (여름날 우리 X 로이킴)", "발매일": "2023.07.06", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=36595401", "좋아요": 56499, "가사": "마음을 다 보여줬던 너와는 다르게지난 사랑에 겁을 잔뜩 먹은나는 뒷걸음질만 쳤다너는 다가오려 했지만분명 언젠가 떠나갈 것이라 생각해도망치기만 했다같이 구름 걸터앉은 나무 바라보며잔디밭에 누워한 쪽 귀로만 듣던 달콤한 노래들이쓰디쓴 아픔이 되어다시 돌아올 것만 같아분명 언젠가 다시 스칠 날 있겠지만모른 척 지나가겠지최선을 다한 넌 받아들이겠지만서툴렀던 난아직도 기적을 꿈꾼다눈 마주치며 그땐 미안했었다고용서해달라고 얘기하는 날그때까지 잘 지내자 우리 우리지금 생각해보면 그까짓 두려움내가 바보 같았지 하며솔직해질 자신 있으니돌아오기만 하면 좋겠다분명 언젠가 다시 스칠 날 있겠지만모른 척 지나가겠지최선을 다한 넌 받아들이겠지만서툴렀던 난아직도 기적을 꿈꾼다눈 마주치며 그땐 미안했었다고용서해달라고 얘기하는 날그때까지 잘 지내자 우리 우리눈 마주치며 그땐 미안했다고용서해달라고 이야기 하는 날그때까지잘 지내자우리"}, {"곡명": "Off The Record", "가수": "IVE (아이브)", "앨범": "I'VE MINE", "발매일": "2023.10.06", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36852800", "좋아요": 41038, "가사": "시간이 됐어 It's 2 A.M. 목소릴 낮추고 더 속삭여줄래이 밤이 좀 더 깊어지면뭔가 더 솔직해도 될 것 같은 기분이 들어있잖아 가끔 난 무척발칙한 상상을 해남들은 절대 모를 걸이젠 비공개 모드야Off the record nightThis late night conversation멈추지 않아No more time, no more kill my vibeThis late night conversation잠들지 않아Yeah 비밀스럽게 잠겨진 문그 맘을 우리에게 살짝 열어줘떠나 forbidden island찾아 forbidden fruit가끔은 왠지 금지된 게 궁금하거든 yeah순진한 가면을 벗고 흑심을 드러내 봐 그런 게 없을 리 없어이젠 비공개 모드야Off the record nightThis late night conversation멈추지 않아No more time, no more kill my vibeThis late night conversation잠들지 않아Make it round on the ground yeah더 가까이 모여 앉아자, 모든 걸 털어놔Off the record nightThis late night conversation멈추지 않아We're talkin' 'bout theLate n-n-n-n-night conversationLate night conversation못 살아 내가 정말 미쳐 진짜? 그래서 또 뭔데?난 그냥 restaurant, cafe, 영화그런 사랑 말고 조금 더 특별한은밀하고 아찔한 걸 원해 난 So this is my time, it’s my time숨막히는 trailer또 엄청난 반전도 있어야지로맨틱한 psycho 날 탐하면 모든 걸 견뎌야지 Love me, love me어서 날 Leave me, leave me날마다 killing healing또 외쳐 난 StayOff the record nightThis late night conversation멈추지 않아No more time, no more kill my vibeThis late night conversation잠들지 않아Moon is setting tonight yeah(어둠이 조금 더 짙어져가)더 반짝거리는 your eyes(Lookin' it, lookin' it deep in the eyes)난 하늘의 별을 봐Off the record nightThis late night conversation잠들지 않아"}, {"곡명": "잠시라도 우리", "가수": "성시경", "앨범": "잠시라도 우리", "발매일": "2023.10.19", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=36885746", "좋아요": 29508, "가사": "가까스레 잠이 들다 애쓰던 잠은 떠났고아직 타는 별 과거의 빛은 흐르고몇 번의 사막을 거쳐 몇 번의 우기를 거쳐고요를 거쳐 이제야 추억이 된 기억들떠나간 모든 것은 시간따라 갔을 뿐우릴 울리려 떠나간건 아냐 너도 같을거야십년쯤 흘러가면 우린 어떻게 될까만나지긴 할까 어떻게 서로를 기억해줄까그걸로 충분해 서로 다른 그곳에서잠시라도 우리 따뜻한 시간을 갖는다면떠나간 모든 것은 시간따라 갔을 뿐우릴 울리려 떠나간건 아냐 너도 같을거야십년쯤 흘렀다고 그렇게 생각해봐그때에 터트릴 웃음을 지금 질 수 있잖아그걸로 충분해 서로 다른 그곳에서잠시라도 우리 따뜻한 시간을 갖는다면십년쯤 흘러가면 우린 어떻게 될까만나지긴 할까 어떻게 서로를 기억해줄까그걸로 충분해 서로 다른 곳에서잠시라도 우리 따뜻한 시간을 갖는다면"}, {"곡명": "Snowman", "가수": "Sia", "앨범": "Everyday Is Christmas (Snowman Deluxe Edition)", "발매일": "2022.12.30", "장르": "POP", "url": "https://www.melon.com/song/detail.htm?songId=30717645", "좋아요": 256319, "가사": "Don't cry snowmannot in front of meWho will catch your tearsif you can't catch me darlingIf you can't catch me darlingDon't cry snowmandon't leave me this wayA puddle of watercan't hold me close babyCan't hold me close babyI want you to knowthat I'm never leavingCause I'm Mrs. Snow'till death we'll be freezingYeah you are my homemy home for all seasonsSo come on let's goLet go below zeroAnd hide from the sunI love you foreverWell we'll have some funYes let's hit the North PoleAnd live happilyPlease don't cry no tears nowIt's Christmas babyMy snowman and me yeahMy snowman and me babyDon't cry snowmandon't you fear the sunWho'll carry mewithout legs to run honeyWithout legs to run honeyDon't cry snowmandon't you shed a tearWho'll hear my secretsif you don't have ears babyIf you don't have ears babyI want you to knowthat I'm never leavingCause I'm Mrs. Snow'till death we'll be freezingYeah you are my homemy home for all seasonsSo come on let's goLet's go below zeroAnd hide from the sunI love you foreverWell we'll have some funYes let's hit the North PoleAnd live happilyPlease don't cry no tears nowIt's Christmas babyMy snowman and me yeahMy snowman and me baby"}, {"곡명": "어떻게 이별까지 사랑하겠어, 널 사랑하는 거지", "가수": "AKMU (악뮤)", "앨범": "항해", "발매일": "2019.09.25", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=32061975", "좋아요": 425856, "가사": "일부러 몇 발자국 물러나내가 없이 혼자 걷는 널 바라본다옆자리 허전한 너의 풍경흑백 거리 가운데 넌 뒤돌아본다그때 알게 되었어난 널 떠날 수 없단 걸우리 사이에 그 어떤 힘든 일도이별보단 버틸 수 있는 것들이었죠어떻게 이별까지 사랑하겠어널 사랑하는 거지사랑이라는 이유로서로를 포기하고찢어질 것같이 아파할 수 없어 난두세 번 더 길을 돌아갈까적막 짙은 도로 위에 걸음을 포갠다아무 말 없는 대화 나누며주마등이 길을 비춘 먼 곳을 본다그때 알게 되었어난 더 갈 수 없단 걸한 발 한 발 이별에 가까워질수록너와 맞잡은 손이 사라지는 것 같죠어떻게 이별까지 사랑하겠어널 사랑하는 거지사랑이라는 이유로서로를 포기하고찢어질 것같이 아파할 수 없어 난어떻게 내가 어떻게 너를이후에 우리 바다처럼 깊은 사랑이다 마를 때까지기다리는 게 이별일 텐데어떻게 내가 어떻게 너를이후에 우리 바다처럼 깊은 사랑이다 마를 때까지기다리는 게 이별일 텐데"}, {"곡명": "I Love My Body", "가수": "화사 (HWASA)", "앨범": "I Love My Body", "발매일": "2023.09.06", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36764312", "좋아요": 31803, "가사": "(I love my body, that’s my body, I love my body)아침에 일어나 세수하고 거울을 봐눈 한 번 비비고 자세히 좀 바라봐생김새 하나하나 난 꽤나 괜찮아It’s okay to be okay자유로운 척 매여있어기준만 수백만 가지 뭐가 맞는 거지 정답은 딱 한 가지I love my body 윤기나는 내 머리발끝까지 My body (Yeah that’s my body)Yeah that’s my body 사랑스런 내 TummyUnique한 팔과 다리 (Yeah that’s my body)살 빠졌네 안 빠졌네 그게 왜 궁금한 건데?반가웠던 맘 사라지게쓸데없는 인사치레 Cause my body’s more than that질겅질겅 너의 그 입에 오르락내리락 막 다룰 존재는 아냐Boy I think you’re not okay날 사랑하든 안 하든 진짜 관심도 없거든네가 원하거든 알아야 할 한 가지는I love my body 윤기나는 내 머리발끝까지 My body (Yeah that’s my body)Yeah that’s my body 사랑스런 내 TummyUnique한 팔과 다리 (Yeah that’s my body)Love my bodyYeah I do love me끝내주는 내 미소까지Love my bodyNothing can change me사랑할래 지구 끝까지I love my body 윤기나는 내 머리발끝까지 My body (Yeah that’s my body)Yeah that’s my body 사랑스런 내 TummyUnique한 팔과 다리 (Yeah that’s my body)1, 2, 3, 4Yeah that’s my bodyYeah that’s my body"}, {"곡명": "Spicy", "가수": "aespa", "앨범": "MY WORLD - The 3rd Mini Album", "발매일": "2023.05.08", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36416114", "좋아요": 126410, "가사": "Uh Uh Too SpicyYou want my A to the ZBut you won’t 어림없지맞혀봐 Sweet 또는 FreakWhat’s hiding underneath(I see)망설이듯 간 보는 너기회는 없어 OhNah You won’t get itNo No, You won’t get itI say깜빡 한순간끌어당겨You’ll be mine (Mine)살짝 다가와Can cross my borderline(Line Line Line)널 따분하게 했던 Every day흥미로운 덫을 던져줄게뛰어들어 봐Just right now'Cause I’m too Spicyfor your heartRing the fire alarm심장을 파고들어 넌I'm too Spicy번지는 자극 속에 넌바로 그 순간또 다른 나를 발견해I’m too Spicy too tooI’m too SpicyDon’t Stop 겁내지 마Bang Bang 외쳐봐I’m too SpicyYeah I’m too SpicyYou know that IDon’t Stop 용기 내 봐Next step, MyselfI’m too SpicyToo Spicy too tooI’m too SpicyTell me what you seeWhen you look at me'Cause I am a 10out of 10 honestly기세가 다른 Move널 압도하는 GrooveBut you keep wastingyour time DudeDon't chase me경고해 난Erase me멀리 달아나Hey 이젠 알겠니원래부터 Bad I’m so bad honestlySo bad전부 가질래지금부턴Call you mine (Mine)도망칠 거면Don’t cross my borderline(Line Line Line)늘 뻔하기만 했던 Every day이제 그만 Rule을 벗어날 때어렵지 않아Just right now'Cause I’m too Spicyfor your heartRing the fire alarm심장을 파고들어 넌I'm too Spicy번지는 자극 속에 넌바로 그 순간또 다른 나를 발견해I’m too Spicy too tooI’m too SpicyReady? Uh좀 더 강도를 높여다음다음다음One of a kind우린 한계를 앞서Wow Wow WowThat’s Right'Cause I’m too Spicyfor your heartRing the fire alarm새로운 도전 끝에 넌I'm too Spicy변화할 시간이야 넌지금 이 순간또 다른 나를 찾아내I’m too Spicy too tooI’m too SpicyDon’t Stop 겁내지 마Bang Bang 외쳐봐I’m too SpicyYeah I’m too SpicyYou know that IDon’t Stop 용기 내 봐Next step, MyselfI’m too SpicyI’m too SpicyI’m too Spicy too tooI’m too Spicy'Cause IOh YeahYeah I’m too Spicyfor your heart(Yeah I’m too Spicyfor your heart)마침내 번져오는 Joy(Enjoy joy joy joy)Yeah I’m too Spicyfor your heartI’m too Spicy too tooI’m too SpicyFor you"}, {"곡명": "Santa Tell Me", "가수": "Ariana Grande", "앨범": "Santa Tell Me", "발매일": "2014.11.24", "장르": "POP", "url": "https://www.melon.com/song/detail.htm?songId=5475060", "좋아요": 240912, "가사": "Santa tell me if you're really thereDon't make me fall in love againIf he won't be here next yearSanta tell me if he really caresCause I can't give it all awayif he won't be here next yearFeeling Christmas all aroundAnd I'm trying to play it coolBut it's hard to focuswhen I see himwalking 'cross the roomLet it snow is blasting nowBut I won't get it in the moodI'm avoiding every mistletoeuntil I know it's true loveThat he thinks ofSo next ChristmasI'm not all alone boySanta tell me if you're really thereDon't make me fall in love againIf he won't be here next yearSanta tell me if he really caresCause I can't give it all awayif he won't be here next yearI've been down this road beforeFell in love on Christmas nightBut I knew you say I woke upand you wasn't by my sideNow I need someone to holdBe my fire in the coldBut it's hard to tell if this isjust a fling or if it's true loveThat he thinks ofSo next ChristmasI'm not all alone boySanta tell me if you're really thereDon't make me fall in love againIf he won't be here next yearSanta tell me if he really caresCause I can't give it all awayif he won't be here next yearOh I wanna have himbeside me like oohOn the 25th by the fireplace oohBut I don't want no broken heartThis year I got to be smartOh babySanta tell meSanta tell meSanta tell meSanta tell me if you're really thereDon't make me fall in love againIf he won't be here next yearSanta tell me if he really caresCause I can't give it all awayif he won't be here next yearSanta tell me if you're really thereDon't make me fall in love againIf he won't be here next yearSanta tell me if he really caresCause I can't give it all awayif he won't be here next year"}, {"곡명": "Dynamite", "가수": "방탄소년단", "앨범": "Dynamite (DayTime Version)", "발매일": "2020.08.24", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=32872978", "좋아요": 459805, "가사": "Cos ah ahI’m in the stars tonightSo watch me bring the fireand set the night alightShoes on get up in the mornCup of milk let’s rock and rollKing Kong kick the drumrolling on like a rolling stoneSing song when I’m walking homeJump up to the top LeBronDing dong call me on my phoneIce tea and a game of ping pongThis is getting heavyCan you hear the bass boomI’m readyLife is sweet as honeyYeah this beat cha chinglike moneyDisco overload I’m intothat I’m good to goI'm diamond you know I glow upHey so let’s goCos ah ahI’m in the stars tonightSo watch me bring the fireand set the night alightShining through the citywith a little funk and soulSo I’mma light it uplike dynamite woahBring a friend join the crowdWhoever wanna come alongWord up talk the talkjust move like we off the wallDay or night the sky’s alightSo we dance to the break of dawnLadies and gentlemenI got the medicineso you should keep yaeyes on the ball huhThis is getting heavyCan you hear the bass boomI’m readyLife is sweet as honeyYeah this beat cha chinglike moneyDisco overloadI’m into that I’m good to goI'm diamond you know I glow upLet’s goCos ah ahI’m in the stars tonightSo watch me bring the fireand set the night alightShining through the citywith a little funk and soulSo I’mma light it uplike dynamite woahDynnnnnanana life is dynamiteDynnnnnanana life is dynamiteShining through the citywith a little funk and soulSo I’mma light it uplike dynamite woahDynnnnnanana ehDynnnnnanana ehDynnnnnanana ehLight it up like dynamiteDynnnnnanana ehDynnnnnanana ehDynnnnnanana ehLight it up like dynamiteCos ah ahI’m in the stars tonightSo watch me bring the fireand set the night alightShining through the citywith a little funk and soulSo I’mma light it uplike dynamiteCos ah ahI’m in the stars tonightSo watch me bring the fireand set the night alightShining through the citywith a little funk and soulSo I’mma light it uplike dynamite woahDynnnnnanana life is dynamiteDynnnnnanana life is dynamiteShining through the citywith a little funk and soulSo I’mma light it uplike dynamite woah"}, {"곡명": "이브, 프시케 그리고 푸른 수염의 아내", "가수": "LE SSERAFIM (르세라핌)", "앨범": "UNFORGIVEN", "발매일": "2023.05.01", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36411344", "좋아요": 110473, "가사": "I’m a mess mess mess messmess mess messI’m a mess mess mess messmess mess messI’m a mess in distressbut we’re still the best dressedFearless say yes, we don’t dress to impress괜찮단다 뭐를 해도 거짓말인 걸 난 알아괜찮겠지 뭘 해도 착한 얼굴에 네 말 잘 들을 땐괜찮지 않아 그런 건 내 룰은 나만 정할래 yeah볼 거야 금지된 걸Never hold back 더 자유롭게Boom boom boom 내 심장이 뛰네Get it like boom boom boomGet it like boom boom boomBoom boom nowBoom boom boom 내 심장이 뛰네Get it like boom boom boomGet it like boom boom boom(Push it) I wish for what’s forbiddenGet it like boom boom boomGet it like boom boom boom(Push it) I wish for what’s forbiddenGet it like boom boom boomGet it like boom boom boomI’m a mess mess mess messmess mess messI’m a mess mess mess messmess mess messI’m a mess in distressbut we’re still the best dressedFearless say yes, we don’t dress to impress웃어 웃어 더 인형이 되렴덮어 덮어 다 감정 따윈 다싫어 싫어 난 인형이 아냐찡그린대도 그것도 나야보지 말라 보고 파 날 둘러싼 이 금기들그날의 이브처럼Take it on the chain I know I like thatBoom boom boom 내 심장이 뛰네Get it like boom boom boomGet it like boom boom boomBoom boom nowBoom boom boom 내 심장이 뛰네Get it like boom boom boomGet it like boom boom boom(Push it) I wish for what’s forbiddenGet it like boom boom boomGet it like boom boom boom(Push it) I wish for what’s forbiddenGet it like boom boom boomGet it like boom boom boomWhat you waiting for?이게 타락이면 we fall fall fallWhat you looking for?원한다면 now we fall we fall we fallBoom boom boom 내 심장이 뛰네Get it like boom boom boomGet it like boom boom boomBoom boom nowBoom boom boom 내 심장이 뛰네Get it like boom boom boomGet it like boom boom boomGirl wanna have funGirl wanna have funGet it like boom boom boomGet it like boom boom boomGirl wanna have funGirl wanna have funGet it like boom boom boomGet it like boom boom boom"}, {"곡명": "GODS", "가수": "NewJeans", "앨범": "2023 리그 오브 레전드 월드 챔피언십 주제곡", "발매일": "2023.10.04", "장르": "댄스, 게임", "url": "https://www.melon.com/song/detail.htm?songId=36826657", "좋아요": 29707, "가사": "GA-GA-GA-GA-GA-GODSGA-GA-GA-GA-GA-GODS(’ey) This is what you came forBlood on the game ballEverybody dropping like rainfall(‘uh’) This is your momentEyes on the pulpit, kid(I) think Church just openedAnd they’re singing your praises la-la-laScreaming your name out la-la-loudOne more step, you’re Immortal now, ‘causeOnce you play GODOnce you play GODThey’re gonna’ crumble one by oneThen we gonna ride right into the Sun like it’s the day my kingdom comeBaby we’reGA-GA-GA-GA-GA-GODSYeah we’reGA-GA-GA-GA-GA-GODSWelcome to the big showNext on the ladderIs it your name in the rafter?Brief moment of silenceBad girl woke up chose violenceAnd they’re singing my praises la-la-laScreaming my name out la-la-loudThis is why we’re Immortal now, ‘causeOnce you play GODOnce you play GODThey’re gonna’ crumble one by oneThen we gonna ride right into the Sun like it’s the day my kingdom comeBaby we’reGA-GA-GA-GA-GA-GODSOh, yeah we’reGA-GA-GA-GA-GA-GODSI’m on my kneesPray for gloryWill anyone read this underdog story?I can’t lose myself againHelp me raise this heartHeart, unbreakableOnce you play GODOnce you play GODThey’re gonna’ crumble one by oneThen we gonna ride right into the Sun like it’s the day my kingdom comeOnce you play GODOnce you play GODThey’re gonna’ crumble one by oneThen we gonna ride right into the Sun like it’s the day my kingdom comeBaby we’reGA-GA-GA-GA-GA-GODSOh, yeah we’reGA-GA-GA-GA-GA-GODSGA-GA-GA-GA-GA-GODSOh, yeah we’reGA-GA-GA-GA-GA-GODS"}, {"곡명": "사랑인가 봐", "가수": "멜로망스", "앨범": "사랑인가 봐 (사내맞선 OST 스페셜 트랙)", "발매일": "2022.02.18", "장르": "발라드, 국내드라마", "url": "https://www.melon.com/song/detail.htm?songId=34657844", "좋아요": 197578, "가사": "너와 함께 하고 싶은 일들을상상하는 게요즘 내 일상이 되고너의 즐거워하는 모습을 보고 있으면자연스레 따라 웃고 있는 걸너의 행동에 설레어하고 뒤척이다가지새운 밤이 많아지는데이건 누가 봐도 사랑일 텐데종일 함께면 질릴 텐데나 돌아서도 온통 너인 건아무래도 사랑인가 봐점점 너와 하고 싶은 일들 생각하면서하룰 보낸 날이 많아지는데이건 누가 봐도 사랑일 텐데종일 함께면 질릴 텐데나 돌아서도 온통 너인 건아무래도 사랑인가 봐너의 행복해하는 모습을 보고 있으면나도 모르게 따라 웃는데이 정도면 알아줄 만하잖아너도 용기 낼만 하잖아나만 이런 게 아니라면우리 만나볼 만하잖아아무래도 사랑인가 봐"}, {"곡명": "사건의 지평선", "가수": "윤하 (YOUNHA)", "앨범": "YOUNHA 6th Album Repackage 'END THEORY : Final Edition'", "발매일": "2022.03.30", "장르": "록/메탈", "url": "https://www.melon.com/song/detail.htm?songId=34819473", "좋아요": 315326, "가사": "생각이 많은 건 말이야당연히 해야 할 일이야나에겐 우리가 지금 1순위야안전한 유리병을 핑계로바람을 가둬 둔 것 같지만기억나? 그날의 우리가잡았던 그 손엔 말이야설레임보다 커다란 믿음이 담겨서난 함박웃음을 지었지만울음이 날 것도 같았어소중한 건 언제나 두려움이니까문을 열면 들리던 목소리너로 인해 변해있던 따뜻한 공기여전히 자신 없지만 안녕히저기, 사라진 별의 자리아스라이 하얀 빛한동안은 꺼내 볼 수 있을 거야아낌없이 반짝인 시간은조금씩 옅어져 가더라도너와 내 맘에 살아 숨 쉴 테니여긴, 서로의 끝이 아닌새로운 길 모퉁이익숙함에 진심을 속이지 말자하나 둘 추억이 떠오르면많이 많이 그리워할 거야고마웠어요 그래도 이제는사건의 지평선 너머로솔직히 두렵기도 하지만노력은 우리에게 정답이 아니라서마지막 선물은 산뜻한 안녕저기, 사라진 별의 자리아스라이 하얀 빛한동안은 꺼내 볼 수 있을 거야아낌없이 반짝인 시간은조금씩 옅어져 가더라도너와 내 맘에 살아 숨 쉴 테니여긴, 서로의 끝이 아닌새로운 길 모퉁이익숙함에 진심을 속이지 말자 하나 둘 추억이 떠오르면많이 많이 그리워할 거야고마웠어요 그래도 이제는사건의 지평선 너머로저기, 사라진 별의 자리아스라이 하얀 빛한동안은 꺼내 볼 수 있을 거야아낌없이 반짝인 시간은조금씩 옅어져 가더라도너와 내 맘에 살아 숨 쉴 테니여긴, 서로의 끝이 아닌새로운 길 모퉁이익숙함에 진심을 속이지 말자 하나 둘 추억이 떠오르면많이 많이 그리워할 거야고마웠어요 그래도 이제는사건의 지평선 너머로사건의 지평선 너머로"}, {"곡명": "3D (feat. Jack Harlow)", "가수": "정국", "앨범": "3D (feat. Jack Harlow)", "발매일": "2023.09.29", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36830723", "좋아요": 54053, "가사": ""}, {"곡명": "사랑하지 않아서 그랬어", "가수": "임한별", "앨범": "사랑하지 않아서 그랬어", "발매일": "2023.04.02", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=36334401", "좋아요": 48402, "가사": "사랑하지 않기로 했어나만 생각하기로 했어니 눈물을 못 본 척 좀 해야겠어나쁜 사람 되기 싫어서구차해지는 변명들로괜한 기대하게 만들기 싫었어마지막까지 상처 주긴 싫은데난 여전히 너를 배려해 줄자신이 없는걸사랑하지 않았어 미안해참 많이 고마웠어미련 갖는 일 그런 일 없을 거야 정말매번 져주려 했던 너에게기어코 이겨보려 애썼던 순간도너를 필요 없어 했던 밤도사랑하지 않아서 그랬어마지막으로 안아주면 안 될까말하는 니 얼굴떳떳하게 볼 수가 없는걸사랑하지 않았어 미안해참 많이 고마웠어미련 갖는 일 그런 일 없을 거야 정말매번 져주려 했던 너에게기어코 이겨보려 애썼던 순간도너를 필요 없어 했던 밤도사랑하지 않아서 그랬어넌 모르지 내 맘이 어떤지계속 사랑해보려 애를 썼어내가 다 미안해도망치는 내가 밉겠지만나는 후련한 거 같아 여기까지만 해기다리면은 안 돼 잘 들어날 미워해야만 해계속 울어도 난 멀리 떠날 거야 제발니가 괴롭든 말든 꺼놨던 전화도아픈 니가 귀찮았던 밤도하다못해 지금 내 말투도사랑하지 않아서 그랬어"}, {"곡명": "Bubble", "가수": "STAYC(스테이씨)", "앨범": "TEENFRESH", "발매일": "2023.08.16", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36699655", "좋아요": 49651, "가사": "Check it out nowS.T.A.Y.C GO!Iffy yo iffy yeah 이불 밖은 위험해Let it go let it pass 좋은 것만 기억해빙글빙 빙글뱅 안 돌리고 싶어 해Listen up listen up 나다운 게 필요해Let me go let me say이제 그만 hate or hateHello hello punch you like a 808나는 나 너는 너 전혀 문제없는걸다른 것과 틀린 건 달라동그라미 원하지미래는 그 누구도 몰라 Nobody knows어쩌지 I can’t be 어디로 튈지 몰라Stupid stop잔소린 Bubble Bubble Bubble잔소린 Bubble Bubble BubbleI’m sorry Bubble Bubble Bubble참 많은 걸 꿈이 말야 가끔 세곤 해궁금한 건 참지 못해 그냥 해볼래제멋대로래 가끔 생각 없어 보인대어쩌겠어 뭘 해도 난 절대 안 변해Let me go let me say이제 그만 hate or hateHello hello punch you like a 808나는 나 너는 너 전혀 문제없는걸다른 것과 틀린 건 달라동그라미 원하지미래는 그 누구도 몰라 Nobody knows어쩌지 I can’t be 어디로 튈지 몰라Stupid stop잔소린 Bubble Bubble Bubble잔소린 Bubble Bubble BubbleI’m sorry Bubble Bubble BubbleThey say I’m in trouble사라질 거품뿐인걸 너무 흔들리지 마That’s meSo what다르면 어때 특별한데동그라미 원하지미래는 그 누구도 몰라 Nobody knows어쩌지 I can’t be 어디로 튈지 몰라Stupid stop잔소린 Bubble Bubble Bubble잔소린 Bubble Bubble BubbleI’m sorry Bubble Bubble Bubble"}, {"곡명": "Kitsch", "가수": "IVE (아이브)", "앨범": "I've IVE", "발매일": "2023.04.10", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36318125", "좋아요": 153303, "가사": "It's our time 우린 달라 특별한 게 좋아Oh What a good time난 잘 살아 내 걱정은 낭비야네가 보낸 DM을 읽고 나서 답이 없는 게내 답이야 (That’s my style)OOTD 하나까지 완전 우리답지My favorite things 그런 것 들엔 좀점수를 매기지 마난 생겨 먹은 대로 사는 애야, 뭘 더 바래That’s my style (That’s my style)우리만의 자유로운 nineteen’s kitsch지금까지 한적 없는 custom fit올려 대는 나의 feed엔 like it홀린 듯이 눌러 모두 다 like it내가 추는 춤을 다들 따라 춰매일 너의 알고리즘에 난 떠걷잡을 수 없이 올라 미친 score 그 누구도 예상 못할 nineteen’s kitsch우리만의 자유로운 nineteen’s kitsch우리-우리만의 자유로운nineteen’s kitsch우리만의 자유로운 nineteen’s kitsch우리-우리만의 자유로운nineteen’s kitschkitsch kitsch kitsch kitschkitsch kitsch kitsch우리만의 자유로운 nineteen’s kitsch우리-우리만의 자유로운달콤한 말, 뒤에 숨긴 너의 의도대로따라가진 않을 거야 난 똑똑하니까난 절대 끌리지 않는 것에 끌려가지 않아That’s my style (That’s my style)우리만의 자유로운 nineteen’s kitsch지금까지 한적 없는 custom fit올려 대는 나의 feed엔 like it홀린 듯이 눌러 모두 다 like it내가 추는 춤을 다들 따라 춰매일 너의 알고리즘에 난 떠걷잡을 수 없이 올라 미친 score 그 누구도 예상 못할 nineteen’s kitsch우리만의 자유로운 nineteen’s kitsch우리-우리만의 자유로운nineteen’s kitsch우리만의 자유로운 nineteen’s kitsch우리-우리만의 자유로운nineteen’s kitschkitsch kitsch kitsch kitschkitsch kitsch kitsch우리만의 자유로운 nineteen’s kitsch우리-우리만의 자유로운Yah 모두 주목해내가 좋아하는 것만 하면 뭐 어때 huhThis ain’t ur life쓸데없는 생각 따위 Go away답답한 이 세상 앞엔 멋대로 할래YOLO! Say no! 너의 길을 가 now잔소리는 Quite down이제 그만 Peace out우리만의 자유로운 nineteen’s kitsch지금까지 한적 없는 custom fit올려 대는 나의 feed엔 like it홀린 듯이 눌러 모두 다 like it내가 추는 춤을 다들 따라 춰매일 너의 알고리즘에 난 떠걷잡을 수 없이 올라 미친 score 그 누구도 예상 못할 nineteen’s kitsch우리만의 자유로운 nineteen’s kitsch우리-우리만의 자유로운nineteen’s kitsch우리만의 자유로운 nineteen’s kitsch우리-우리만의 자유로운nineteen’s kitschkitsch kitsch kitsch kitschkitsch kitsch kitsch우리만의 자유로운 nineteen’s kitsch우리-우리만의 자유로운nineteen’s kitsch"}, {"곡명": "Yes or No", "가수": "정국", "앨범": "GOLDEN", "발매일": "2023.11.03", "장르": "R&B/Soul", "url": "https://www.melon.com/song/detail.htm?songId=36936168", "좋아요": 31189, "가사": "This ain’t another love song babyIt's my way of putting feelers outAll the traffic in my head’s going crazyI’m gonna trust my heart right nowAnd if it’s better to bet on us then I’ll double downAnd if we end up in bed and I put the covers outAnd if I’m wrong I’ll just bury my head deep undergroundI gotta know Are you feeling the rush?If so, then I think I know what’s going onAnd are we falling in love?Say yes or no, yes or no, yes or noAre you thinking ‘bout us? If so, then I think I know what's going onAnd are we falling in love?Say yes or no, yes or no, yes or no Everybody in this club so fadedI’m trippin over getting lost on youIf we forever started out as strangersI think my ever after just came trueIf you could see what I see then let’s see what it’s aboutWe will go higher and higher but we’re not looking downIf it’s a dream there’s no telling when I’ll be coming ‘roundAnd I gotta knowAre you feeling the rush?If so, then I think I know what's going onAnd are we falling in love?Say yes or no, yes or no, yes or noAre you thinking ‘bout us?If so, then I think I know what's going onAnd are we falling in love?Say yes or no, yes or no, yes or no Something about youDo you feel the way I do?There’s magic in the roomTell me do you feel it too?Something about youDo you feel the way I do?There’s magic in the roomTell me what we gonna do? Are you feeling the rush?If so, then I think I know what's going onAnd are we falling in love?Say yes or no, yes or no, yes or noAre you thinking 'bout us? If so, then I think I know what's going onAnd are we falling in love?Say yes or no, yes or no, yes or no"}, {"곡명": "Steal The Show (From “엘리멘탈”)", "가수": "Lauv", "앨범": "Steal The Show (From “엘리멘탈”)", "발매일": "2023.06.02", "장르": "POP, 애니메이션/웹툰, 키즈, 만화", "url": "https://www.melon.com/song/detail.htm?songId=36490426", "좋아요": 158044, "가사": "Started out on a one-way trainAlways knew whereI was gonna go nextDidn't know until I saw your faceI was missin' out on every momentYou'll be one and, baby, I'll be twoWould you mind it ifI said I'm into you(I'm into you)So if it's realThen darlin' let me knowI wouldn't mindIf you steal the showYou and I, we go togetherYou're the sky,I'll be the weatherA pretty thing, thesun and rain, Who knewOh, yeahSummer night, perfect occasionWhere am I, you knowI'll be waitin' for youOh, for youSo if it's realThen darlin' let me knowI wouldn't mindIf you steal the showSo if it's realThen darlin' let me knowI wouldn't mindIf you steal the showYou shine, you shineLike forever, Lasts foreverYou shine, you shineAnd steal the showSo if it's realThen darlin', let me knowI wouldn't mindIf you steal the show(Started out on a one-way train)(Always knew where I was gonna go next)So if it's real(didn't know until I saw your face)Then darlin', let me know(I was missing out on every moment)(You'll be one and, baby, I'll be two)(Would you mind it ifI said I'm into you) I wouldn't mindIf you steal the show."}, {"곡명": "I Don't Think That I Like Her", "가수": "Charlie Puth", "앨범": "CHARLIE", "발매일": "2022.10.07", "장르": "POP", "url": "https://www.melon.com/song/detail.htm?songId=35640751", "좋아요": 191782, "가사": "Get her name and get her numberFind out all of the thingsthat we have in commonNever all the differences,oh, yeahMeet her parents, meet her brotherThen she starts sleepin'over the crib on weekendsLike a real relationship, oh, noFor me, the stars are alignin'But for her, it's bad timin'So she just can't be mineI don't thinkthat I like her anymoreCause they're all the sameAll they wanna do is breakmy heart, my heart (Oh-oh)I don't thinkthat I like her anymoreCause they're all the sameThey just wanna see mefall apart, apart (Oh-oh)So I hook up on a reboundAnd I say that I'm gonna besingle for lifeBut she's so prettyand nice (Pretty and nice)So I made just one exceptionBut I find out eventuallyI'm not her typeBaby, that's the reason why, thatFor me, the stars are alignin'But for her, it's bad timin'So she just can't be mineI don't thinkthat I like her anymore (Yeah)Cause they're all the sameAll they wanna do is breakmy heart, my heart (Oh-oh)I don't thinkthat I like her anymore (No)Cause they're all the sameThey just wanna see mefall apart, apart (Oh-oh)I'm trying not to be bitterBut damn it, I miss her'Cause she's one of a kindFor me, the stars are alignin'But for her, it's bad timin'So she just can't be mineI don't thinkthat I like her anymoreCause they're all the sameAll they wanna do is breakmy heart, my heart (Oh-oh)I don't thinkthat I like her anymoreCause they're all the sameThey just wanna see mefall apart, apart (Oh-oh)Then we fall,we fall, fall, fall apart nowI don't thinkthat I like her anymoreCause they're all the sameThey just wanna see mefall apart, apart (Oh-oh)"}, {"곡명": "OMG", "가수": "NewJeans", "앨범": "NewJeans 'OMG'", "발매일": "2023.01.02", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=35985167", "좋아요": 195832, "가사": "이 노래는 it’s about you babyOnly youYou you youYou you you you내가 힘들 때울 것 같을 때기운도 이젠나지 않을 때It’s you 날 걱정하네It’s you 날 웃게하네말 안 해도 돼Boy what do you say(They keep on asking me, \"who is he?\") 멀리든 언제든지 달려와(They keep on asking me, \"who is he?\") 바쁜 척도 없이 넌 나타나(They keep on asking me, \"who is he?\") 이게 말이 되니 난 물어봐(They keep on asking me, \"who is he?\") 너는 말야He’s the one that’s living in my system babyOh my oh my God예상했어 나I was really hopingThat he will come throughOh my oh my God단 너뿐이야Asking all the time about what I should doNo I can never let him go너만 생각나 24난 행운아야 정말로 I know, I know널 알기 전까지는 나의미 없었어 전부 다내 맘이 끝이 없는 걸 I know, I knowI’m going crazy right?어디서든몇 번이든There ain’t nothing else that I would hold on toI hear his voiceThrough all the noise잠시라도 내 손 놓지 마 no, no걱정 없잖아‘Cause I got someone혼자라도 괜찮아‘Cause I love someone(They keep on asking me, \"who is he?\") 멀리든 언제든지 달려와(They keep on asking me, \"who is he?\") 바쁜 척도 없이 넌 나타나(They keep on asking me, \"who is he?\") 이게 말이 되니 난 물어봐(They keep on asking me, \"who is he?\") 너는 말야He’s the one that’s living in my system babyOh my oh my God예상했어 나I was really hopingThat he will come throughOh my oh my God단 너뿐이야Asking all the time about what I should doNo I can never let him go너만 생각나 24난 행운아야 정말로 I know, I know널 알기 전까지는 나의미 없었어 전부 다내 맘이 끝이 없는 걸 I know, I know너와 나My heart is glowingIt’s glowing up너랑만 있으면 무서울 게 없어가득 메워진, 다 메워진 (붉어진)My heart is glowing, it’d be glowing‘Cause heOh my oh my God예상했어 나I was really hopingThat he will come throughOh my oh my God단 너뿐이야Asking all the time about what I should doNo I can never let him goHe’s right there for me 24난 행운아야 정말로 I know, I know널 알기 전까지는 나의미 없었어 전부 다어떡해My heart is glowing, it’s glowingMy heart is glowing upSo I can’t sleep at night"}, {"곡명": "봄날", "가수": "방탄소년단", "앨범": "YOU NEVER WALK ALONE", "발매일": "2017.02.13", "장르": "랩/힙합", "url": "https://www.melon.com/song/detail.htm?songId=30244931", "좋아요": 553404, "가사": "보고 싶다이렇게 말하니까 더 보고 싶다너희 사진을 보고 있어도보고 싶다너무 야속한 시간나는 우리가 밉다이젠 얼굴 한번 보는 것 조차힘들어진 우리가여긴 온통 겨울 뿐이야8월에도 겨울이 와마음은 시간을 달려가네홀로 남은 설국열차니 손 잡고 지구 반대편까지 가겨울을 끝내고파그리움들이 얼마나눈처럼 내려야 그 봄날이 올까Friend허공을 떠도는작은 먼지처럼 작은 먼지처럼날리는 눈이 나라면조금 더 빨리네게 닿을 수 있을 텐데눈꽃이 떨어져요또 조금씩 멀어져요보고 싶다 보고 싶다보고 싶다 보고 싶다얼마나 기다려야또 몇 밤을 더 새워야널 보게 될까 널 보게 될까만나게 될까 만나게 될까추운 겨울 끝을 지나다시 봄날이 올 때까지꽃 피울 때까지그곳에 좀 더 머물러줘 머물러줘니가 변한 건지니가 변한 건지아니면 내가 변한 건지내가 변한 건지이 순간 흐르는 시간조차 미워우리가 변한 거지 뭐모두가 그런 거지 뭐그래 밉다 니가 넌 떠났지만단 하루도 너를잊은 적이 없었지 난솔직히 보고 싶은데이만 너를 지울게그게 널 원망하기보단덜 아프니까시린 널 불어내 본다연기처럼 하얀 연기처럼말로는 지운다 해도사실 난 아직 널 보내지 못하는데눈꽃이 떨어져요또 조금씩 멀어져요보고 싶다 보고 싶다보고 싶다 보고 싶다얼마나 기다려야또 몇 밤을 더 새워야널 보게 될까 널 보게 될까만나게 될까 만나게 될까You know it allYou're my best friend아침은 다시 올 거야어떤 어둠도 어떤 계절도영원할 순 없으니까벚꽃이 피나봐요이 겨울도 끝이 나요보고 싶다 보고 싶다 보고 싶다 보고 싶다조금만 기다리면며칠 밤만 더 새우면만나러 갈게 만나러 갈게데리러 갈게 데리러 갈게추운 겨울 끝을 지나다시 봄날이 올 때까지꽃 피울 때까지그곳에 좀 더 머물러줘 머물러줘"}, {"곡명": "물론", "가수": "허각", "앨범": "물론", "발매일": "2023.04.28", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=36404853", "좋아요": 47962, "가사": "가진 게 그리 많진 않아어쩌면 많이 부족할지 몰라가끔 나와 다투기도 하겠지만주위를 둘러보면 네게나보다 좋은 사람 많겠지만널 사랑하는 맘나 그것만큼은 자신 있는 걸내리는 비를 막아 줄 수는 없지만비가 오면 항상 함께 맞아 줄게힘든 일이 있어도 기쁜 일이 있어도함께 할게물론 모든 걸 다 줄 수는 없지만작은 행복에 미소 짓게 해 줄게무슨 일이 있어도너의 편이 돼줄게 언제까지나세상이 그리 쉽지 않아몇 번씩 넘어지곤 할지 몰라꼭 잡은 두 손만 놓치지 않고선함께 가면 돼내리는 비를 막아 줄 수는 없지만비가 오면 항상 함께 맞아 줄게힘든 일이 있어도 기쁜 일이 있어도함께 할게물론 모든 걸 다 줄 수는 없지만작은 행복에 미소 짓게 해 줄게무슨 일이 있어도너의 편이 돼줄게 언제까지나"}, {"곡명": "LOVE DIVE", "가수": "IVE (아이브)", "앨범": "LOVE DIVE", "발매일": "2022.04.05", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=34847378", "좋아요": 245432, "가사": "네가 참 궁금해 그건 너도 마찬가지이거면 충분해 쫓고 쫓는 이런 놀이참을 수 없는 이끌림과 호기심 묘한 너와 나 두고 보면 알겠지Woo 눈동자 아래로Woo 감추고 있는 거Woo yeah It’s so bad It’s good 난 그 맘을 좀 봐야겠어Narcissistic, my god I love it서로를 비춘 밤아름다운 까만 눈빛 더 빠져 깊이(넌 내게로 난 네게로) 숨 참고 love diveWoo lalalalalalalaWoo 어서 와서 love diveWoo oh perfect sacrifice yeah숨 참고 love dive마음은 이렇게 알다가도 모르지사랑이라는 건 한순간에 필 테니직접 들어와 두 눈으로 확인해내 맘 가장 깊은 데로 오면 돼Woo 망설일 시간은Woo 3초면 되는 걸Woo yeah It’s so bad It’s good 원하면 감히 뛰어들어Narcissistic, my god I love it서로를 비춘 밤아름다운 까만 눈빛 더 빠져 깊이(넌 내게로 난 네게로) 숨 참고 love diveWoo lalalalalalalaWoo 어서 와서 love diveWoo oh perfect sacrifice yeah숨 참고 love dive숨 참고 love dive 숨 참고 love dive숨 참고 love dive숨 참고 love diveWoo lalalalalalalaWoo 어서 와서 love diveWoo oh perfect sacrifice yeah숨 참고 love dive"}, {"곡명": "취중고백", "가수": "김민석 (멜로망스)", "앨범": "취중고백", "발매일": "2021.12.19", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=34431086", "좋아요": 176568, "가사": "뭐하고 있었니 늦었지만잠시 나올래너의 집 골목에 있는놀이터에 앉아 있어친구들 만나서 오랜만에술을 좀 했는데자꾸만 니 얼굴 떠올라무작정 달려왔어이 맘 모르겠니요즘 난 미친 사람처럼너만 생각해대책없이 네가 점점 좋아져아냐 안 취했어 진짜야널 정말 사랑해눈물이 날만큼 원하고 있어정말로 몰랐니가끔 전화해 장난치듯주말엔 뭐할거냐며너의 관심 끌던 나를그리고 한번씩 누나 주려 샀는데너 그냥 준다고생색 낸 선물도 너 때문에 산거야이 맘 모르겠니요즘 난 미친 사람처럼너만 생각해대책없이 네가 점점 좋아져아냐 안 취했어 진짜야널 정말 사랑해진심이야 믿어줘갑자기 이런 말 놀랐다면 미안해부담이 되는게 당연해이해해 널하지만 내 고백도 이해해 주겠니 oh지금 당장 대답하진마나와 일주일만 사귀어줄래후회없이 잘 해주고 싶은데그 후에도 니가 싫다면나 그때 포기할게귀찮게 안할게 혼자 아플게진심이야 너를 사랑하고 있어"}, {"곡명": "DIE 4 YOU", "가수": "DEAN", "앨범": "4:44", "발매일": "2023.11.18", "장르": "R&B/Soul", "url": "https://www.melon.com/song/detail.htm?songId=36981508", "좋아요": 41448, "가사": "I don’t wanna goTill everything comes crashing down(나는 어디에도 가지 않을거야 모든 것이 무너지기전까진)You’re the one I wantWhen everything comes crashing down(모든것이 무너질때, 넌 내가 원하는 유일한 사람이야)그냥 왜인지 난너가 돌아올 것 같은데I don’t wanna goTill everything comes crashing down(나는 어디에도 가지 않을거야 모든 것이 무너지기전까진)You’re the one I want When everything comes crashing down(모든것이 무너질때, 넌 내가 원하는 유일한 사람이야)Could you tell me once again, again?(한번만 더 말해 줄 수 있어?)Oh-oh-oh널 안아줬던그 날 처럼오늘도 비가 오고 있어Could you kill me once again, again?(한번만 더 날 죽여줄 수 있어?)Oh-oh-ohCuz I know, I knowI’ll be loving youI’ll be loving you(왜냐면 난 알거든 내가 널 계속 사랑할거라는걸)I’m still loving you(난 아직 널 사랑해)Baby you know I’d die for you(알잖아 난 널 위해서라면 죽을수도 있어)네가 떠오르면 나는 미쳐사실 아직 안믿겨늦었을지도모르지만Let you know 어떤 멜로디도그 어떤 스토리도 내겐네 잔상일 뿐인데I know it is way too late(너무 늦은걸 알지만)I know it is way too crazy(너무 미친소리인걸 알지만)But if you give me one more chance(하지만 너가 내게 한번 더 기회를 준다면)Could you tell me once again, again?(한번만 더 말해 줄 수 있어?)Oh-oh-oh날 떠나갔던그 날부터하루도 잊은적 없어 난Could you kill me once again, again?(한번만 더 날 죽여줄 수 있어?)Oh-oh-ohCuz I know, you knowI’ll be loving youI’ll be loving you(왜냐면 난 알거든 너도 알잖아 내가 널 계속 사랑할거라는걸)What’s wrong?Baby you know I’d die for you(뭐가 문제야? 알잖아 자기야 난 널 위해서라면 죽어줄수도 있다는거)I would die for youI would die for youI would die for youI would die for you(죽을수도 있어 널 위해서라면)"}, {"곡명": "심(心)", "가수": "DK(디셈버)", "앨범": "심(心)", "발매일": "2023.02.19", "장르": "록/메탈", "url": "https://www.melon.com/song/detail.htm?songId=36180700", "좋아요": 68634, "가사": "한땐 너를 사랑했지만네 곁에 있는 사랑이너무 아름다워 보기 좋았었기에잘 되길 바래왔는데많은 축복에 둘러싸인행복한 그 사람 곁에이젠 네가 아닌 다른 그의 사랑이또다시 날 아프게 해미안해 너를 위해 기대어줄가슴 밖에 빌려줄 수 없는 나인걸슬퍼하는 너를 위해서해줄게 남아 있다면무엇이든 다 얘길 해주길 바래나 기다리고 있을게야윈 그대 안에 눈물이마르는 그날이 오면웃으며 다시 그댈 보내줄게요사랑하니까슬퍼하는 너를 위해서해줄게 남아 있다면무엇이든 다 얘길 해주길 바래나 기다리고 있을게야윈 그대 안에 눈물이마르는 그날이 오면웃으며 다시 그댈 보내줄게요사랑하니까"}, {"곡명": "주저하는 연인들을 위해", "가수": "잔나비", "앨범": "전설", "발매일": "2019.03.13", "장르": "인디음악, 록/메탈", "url": "https://www.melon.com/song/detail.htm?songId=31666417", "좋아요": 404191, "가사": "나는 읽기 쉬운 마음이야당신도 스윽 훑고 가셔요달랠 길 없는 외로운 마음 있지머물다 가셔요 음내게 긴 여운을 남겨줘요사랑을 사랑을 해줘요할 수 있다면 그럴 수만 있다면새하얀 빛으로 그댈 비춰 줄게요그러다 밤이 찾아오면우리 둘만의 비밀을 새겨요추억할 그 밤 위에 갈피를 꽂고선  남몰래 펼쳐보아요나의 자라나는 마음을못 본 채 꺾어 버릴 순 없네미련 남길바엔 그리워 아픈 게 나아서둘러 안겨본 그 품은 따스할 테니그러다 밤이 찾아오면우리 둘만의 비밀을 새겨요추억할 그 밤 위에 갈피를 꽂고선  남몰래 펼쳐보아요언젠가 또 그날이 온대도우린 서둘러 뒤돌지 말아요마주보던 그대로 뒷걸음치면서서로의 안녕을 보아요피고 지는 마음을 알아요다시 돌아온 계절도난 한 동안 새 활짝 피었다 질래또 한번 영원히그럼에도 내 사랑은또 같은 꿈을 꾸고그럼에도 꾸던 꿈을난 또 미루진 않을거야"}, {"곡명": "Butter", "가수": "방탄소년단", "앨범": "Butter", "발매일": "2021.05.21", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=33507137", "좋아요": 293828, "가사": "Smooth like butterLike a criminal undercoverGon’ pop like troubleBreakin’ into your heart like thatCool shade stunnerYeah I owe it all to my motherHot like summerYeah I’m makin’ you sweat like thatBreak it downOh when I look in the mirrorI’ll melt your heart into 2I got that superstar glow so Do the boogie likeSide step right left to my beat (heartbeat)High like the moon rock with me babyKnow that I got that heatLet me show you ‘cause talk is cheapSide step right left to my beat (heartbeat)Get it, let it rollSmooth like butterPull you in like no otherDon’t need no UsherTo remind me you got it badAin’t no otherThat can sweep you up like a robberStraight up, I got yaMakin’ you fall like thatBreak it downOh when I look in the mirrorI’ll melt your heart into 2I got that superstar glow so Do the boogie likeSide step right left to my beat (heartbeat)High like the moon rock with me babyKnow that I got that heatLet me show you ‘cause talk is cheapSide step right left to my beat (heartbeat)Get it, let it rollGet it, let it rollGet it, let it rollNo ice on my wristI'm that n-ice guyGot that right body and that right mindRollin' up to party got the right vibeSmooth like butterHate us love usFresh boy pull up and we lay lowAll the playas get movin’ when the bass lowGot ARMY right behind us when we say soLet's goSide step right left to my beat (heartbeat)High like the moon rock with me babyKnow that I got that heatLet me show you ‘cause talk is cheapSide step right left to my beat (heartbeat)Get it, let it rollSmooth like (butter)Cool shade (stunner)And you know we don't stopHot like (summer)Ain’t no (bummer)You be like oh my godWe gon’ make you rock and you say (yeah)We gon’ make you bounce and you say (yeah)Hotter?Sweeter!  Cooler?Butter!Get it, let it roll"}, {"곡명": "손오공", "가수": "세븐틴 (SEVENTEEN)", "앨범": "SEVENTEEN 10th Mini Album ‘FML'", "발매일": "2023.04.24", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36391236", "좋아요": 160723, "가사": "땅을 보고 계속 올랐지 정상까지많은 시련은 보란 듯이 I Always Win강한 마음이 중요하지미래는 도망가지 않아 내가 놓기 전까지DARUMDARIMDA구름을 타고 여기저기로 (Hey)DARUMDARIMDA우리들의 긍지를 높이러 (Hey)DARUMDARIMDA또 다른 세계 나아가자 Go이 Rhythm에 맞춰Say Say Say Say영웅본색 Like This시간과 공간에 구애받지 않는 자세힘을 다하고 쓰러져도포기를 모르고 날뛰는 중마치 된 것 같아 손오공마치 된 것 같아 손오공우리는 쉬지 않아 매일,Make it Make it끝까지 가보자마치 된 것 같아 손오공I Luv My Team I Luv My Crew여기까지 달리면서I Luv My Team I Luv My Crew계속 달릴 수 있어 더I Luv My Team I Luv My Crew여기까지 오르면서I Luv My Team 그 덕분에 우린마치 된 것 같아 손오공알리지 우리는 등장 중여전히 세대를 뒤바꿈멈추지 않아 뜀박 중발이 꼬여도 뒷박 쿵WOO WOO Pull Up My 근두운WOO WOO 성실히 수행 중DARUMDARIMDA늘어나라 하늘로 여의봉 (Hey)DARUMDARIMDA우리들의 매일은 Come & Go (Hey)DARUMDARIMDA모든 걸 위해 나아가자 Go이 노래에 맞춰Say Say Say Say영웅본색 Like This시간과 공간에 구애받지 않는 자세힘을 다하고 쓰러져도포기를 모르고 날뛰는 중마치 된 것 같아 손오공마치 된 것 같아 손오공우리는 쉬지 않아 매일,Make it Make it끝까지 가보자마치 된 것 같아 손오공I Luv My Team I Luv My Crew여기까지 달리면서I Luv My Team I Luv My Crew계속 달릴 수 있어 더I Luv My Team I Luv My Crew여기까지 오르면서I Luv My Team 그 덕분에 우린마치 된 것 같아 손오공진실은 때론 잔혹해 (What’s That?)거짓은 때론 달콤해 (What’s That?)다정함은 때론 거짓말로 (What’s That?)나쁜 것 싹 다 모아둬Ping 하고 불 나와Ener Energy 기 모아 아주 다 나와Ener Energy 한방에 아주 발사 파지금부터 다 하늘 위로 함성 발사이 노래는 이 만화의 엔딩송이다"}, {"곡명": "After LIKE", "가수": "IVE (아이브)", "앨범": "After LIKE", "발매일": "2022.08.22", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=35546497", "좋아요": 238808, "가사": "또 모르지 내 마음이저 날씨처럼 바뀔지날 나조차 다 알 수 없으니그게 뭐가 중요하니지금 네게 완전히푹 빠졌단 게 중요한 거지아마 꿈만 같겠지만분명 꿈이 아니야달리 설명할 수 없는이건 사랑일 거야방금 내가 말한 감정감히 의심하지 마그냥 좋다는 게 아냐What's after 'LIKE'?You and IIt's more than 'LIKE'L 다음 또 O 다음 난 yeahYou and IIt's more than 'LIKE'What's after 'LIKE'?What's after 'LIKE'?조심해 두 심장에 핀새파란 이 불꽃이저 태양보다 뜨거울 테니난 저 위로 또 아래로내 그래프는 폭이 커Yeah that's me두 번 세 번 피곤하게자꾸 질문하지 마내 장점이 뭔지 알아?바로 솔직한 거야방금 내가 말한 감정감히 의심하지 마그냥 좋다는 게 아냐What's after 'LIKE'?You and IIt's more than 'LIKE'L 다음 또 O 다음 난 yeahYou and IIt's more than 'LIKE'What's after 'LIKE'?What's after 'LIKE'?What after like 내 맘에 strike지금 느낀 짜릿함은 마치 tikeLO 다음에 I 그 다음에 VE여긴 너와 내 space아무도 막지 못해나를 보면 눈 깜빡할시간 조차도 아까울 걸드디어 만나 반가워LOVE 사이 놓일 I(What's after 'LIKE'?)You and IIt's more than 'LIKE'E 앞 또 V 앞 난 yeahYou and IIt's more than 'LIKE'What's after 'LIKE'?You and IIt's more than 'LIKE'L 다음 또 O 다음 난 yeahYou and IIt's more than 'LIKE'What's after 'LIKE'?What's after 'LIKE'?"}, {"곡명": "크리스마스니까", "가수": "성시경", "앨범": "Jelly Christmas 2012 HEART PROJECT", "발매일": "2012.12.06", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=3973781", "좋아요": 166082, "가사": "오늘은 뭔가 좀 다른 기분 Feeling 이젠 때가 된 것 같은 느낌 Love U 하늘에선 마침 눈이 내려 Now It's Falling 뭔가 잘 될 것 같은 예감 하얀 거리마다 행복해 보이는 연인들 니 맘은 어떤지 내 맘과 같은지 우리 시작해볼까 오늘은 괜찮을까요 내 맘이 전해질까요 내리는 하얀 눈처럼 너에게 닿을까요 숨겨왔던 내 맘 전부 고백할게요 바로 오늘 크리스마스이니까 사실 그대도 조금은 기댈 했잖아요 못 이기는 척 웃는 너 그런 니가 사랑스러워 오늘은 괜찮을까요 내 맘이 전해질까요 내리는 하얀 눈처럼 너에게 닿을까요 숨겨왔던 내 맘 전부 고백할게요 바로 오늘 크리스마스 많은 사람들 속에너만 내 눈에 보여의상 좋고 머리도 괜찮고얼굴 상태 나쁘지 않아오늘만 기다렸단 말야눈치껏 눈도 내린단 말야또박또박 연습한 멘트뚜벅뚜벅 걷는 발걸음이벌써 네 앞에 도착했어올해 크리스마스 선물은 나야귀요미 루돌프 남오늘이야 메리 크리스마스조금만 더 용길 낼게이 순간이 지나버리면널 놓칠지 몰라진심이 더 진심처럼 느껴지는 게바로 오늘 크리스마스이니까너와 나 영원히Christmas Love"}, {"곡명": "Dangerously", "가수": "Charlie Puth", "앨범": "Nine Track Mind (Deluxe Edition)", "발매일": "2016.11.11", "장르": "POP", "url": "https://www.melon.com/song/detail.htm?songId=8037843", "좋아요": 198690, "가사": "This is gonna hurt but I blame myself first cause I ignored the truth Drunk off that love my head up there's no forgetting you You've awoken me but you're choking me I was so obsessed Gave you all of me and now honestly I've got nothing left I loved you dangerously More than the air that I breathe Knew we would crash at the speed that we were going Didn't care if the explosion ruined me Baby I loved you dangerously I loved you dangerously Usually I hold the power with both my hands tied behind my back Look at how things change cause now you're the train and I'm tied to the track You've awoken me but you're choking me I was so obsessed Gave you all of me and now honestly I've got nothing left Cause I loved you dangerously More than the air that I breathe Knew we would crash at the speed that we were going Didn't care if the explosion ruined me Baby I loved you dangerously You took me down down down down And kissed my lips with goodbye I see you now now now now It was a matter of time You know I know there's only one place this could lead But you are the fire I'm gasoline I love you I love you I love you I loved you dangerously More than the air that I breathe Oh now I knew we would crash at the speed that we were going Didn't care if the explosion ruined me Oh oh baby I loved you dangerously Oo I loved you dangerously Oo oo I loved you dangerously"}, {"곡명": "Hate You", "가수": "정국", "앨범": "GOLDEN", "발매일": "2023.11.03", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=36936170", "좋아요": 28232, "가사": "I wish you went behind my backAnd told me lies and stuff like thatI wish you kissed someone I knowAnd did the unforgivableMaybe hating you’s the only way it doesn’t hurtSo I’m gonna hate youI’m gonna hate youPaint you like the villain that you never wereI'm gonna blame youFor things that you don’t doHating you's the only way it doesn’t hurtWe weren’t perfect but we came closeUntil I put all of our pain under the microscopeAnd I still can’t face itI'm still in love, for what it’s worthMaybe hating you’s the only way it doesn’t hurtSo I’m gonna hate youI’m gonna hate youPaint you like the villain that you never wereI'm gonna blame youFor things that you don’t doHating you's the only way it doesn’t hurtIt’s not the truthIt’s not the cureBut hating you’s the only way it doesn’t hurt"}, {"곡명": "다정히 내 이름을 부르면", "가수": "경서예지", "앨범": "다정히 내 이름을 부르면 (경서예지 x 전건호)", "발매일": "2021.05.19", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=33496587", "좋아요": 181292, "가사": "끝없이 별빛이 내리던 밤기분 좋은 바람이두 뺨을 스치고 새벽 바다 한곳을 보는아름다운 너와 나그림을 그려갔어모래 위 떨린 손끝으로날 향해 웃어주는 입술끝 모양과 저 달보다사랑스러운 두 눈을 가진 네가다정히 내 이름을부르면 내 마음이녹아내려 언제나나 하날 위해 준비된선물 같아 널 안으면잠들지 않는 바다 위를너와 함께 걷는 거 같아하늘 아래 너와 나남은 내 모든 날을 너에게다 줘도 안 아까워이제서야 내가사랑에 눈을 뜬 건 가봐경험하지 못했고믿기지 않는 일만일어나고 있는 거 아니5월에 피는 봄꽃 처럼내 사랑도 피어나부는 바람에 살며시 실어 보내다정히 내 이름을부르면 내 마음이녹아내려 언제나나 하날 위해 준비된선물 같아 널 안으면잠들지 않는 바다 위를너와 함께 걷는 거 같아하늘 아래 너와 나설레는 지금이꿈이 아닌 걸 알잖아난 더 바랄 게 없어먼 훗날 내 생애아주 작은 소리로귓가에 말할 거야내 곁에 머물러줘서마음 다해 고맙다고어떤 말로도 표현 못 할내 인생의 전부였다고이 순간 너를 꼭 안고고백할게 언제나우리 모든 날들과별빛 아래 우리 그림자제일로 특별하다고길고 긴 겨울 끝을 지나너의 앞에 서있는 지금선명한 목소리로널 사랑한다고말할게"}, {"곡명": "나에게 그대만이", "가수": "탑현", "앨범": "나에게 그대만이", "발매일": "2023.06.11", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=36518341", "좋아요": 44170, "가사": "더 이상 나에게다른 사랑은 없다는 걸이제 나는 알아요나에게 사랑은항상 하나뿐이었다고나의 사랑은 그대 단 한 사람나에겐 오직 한 사람 세상 누구보다 내게 소중한 사람널 사랑해 널 사랑해이 말 너에게만 하고 싶어네가 없이 난 살 수 없어서사랑 하나로만 살아가는 나에게내 마지막 그날까지 사랑으로남아주길 바라 그대만이오늘이 지나면다시 볼 수 없을 것 같아그대 울지 말아요시간이 지나서우리 하나 되는 그날에나와 함께 할 그대 단 한 사람나에겐 오직 한 사람세상 누구보다 내게 소중한 사람널 사랑해 널 사랑해이 말 너에게만 하고 싶어네가 없이 난 살 수 없어서사랑 하나로만 살아가는 나에게내 마지막 그날까지사랑으로 남아주길 바라 그대만이소중한 너를 위해서내게 남아있는 미련 모두 버려도내 사랑은 내 사랑은아직 너 하나만 원하는데영원히 너를 지켜준다는약속 하나로만 살아가는 나에게내 사랑은 단 한 사람다시 태어나도 그대만을 사랑할게"}, {"곡명": "파이팅 해야지 (Feat. 이영지)", "가수": "부석순 (SEVENTEEN)", "앨범": "부석순 1st Single Album 'SECOND WIND'", "발매일": "2023.02.06", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36110996", "좋아요": 180275, "가사": "파이팅 해야지파이팅아뿔싸 일어나야지 아침인데눈 감았다 뜨니 해가 중천인데아침밥은 Pass 10분 더 자야 돼 OhTake-out coffee로 (아메 아메 아메 아메)Story 속에 (친구들은 다 왜)잘나 보여 (왜 나 나 나만 왜)또 또 또 또 왜 아등바등 또 왜이리저리 치여 왜 (I9 I9 I9 I9)우린 다 이어폰 꽂은 Zombie필요해 모두 다 텐션 Up pumpin’힘을 좀 내어보자우린 여러분의 부석순반복되는 하루에시작이 되는 이 노래네 옆에서 불러주겠어힘내야지 뭐 어쩌겠어파이팅 해야지 파이팅 해야지Don’t give it up Never give it up yeah파이팅 해야지 파이팅 해야지우린 부석순Ah 파이팅 해야지Story 속에 (친구들은 다 왜)잘나 보여 (왜 나 나 나만 왜)또 또 또 또 왜 아등바등 또 왜이리저리 치여 왜 (I9 I9 I9 I9)우린 다 이어폰 꽂은 Zombie필요해 모두 다 텐션 Up pumpin’힘을 좀 내어보자우린 여러분의 부석순반복되는 하루에시작이 되는 이 노래네 옆에서 불러주겠어힘내야지 뭐 어쩌겠어파이팅 해야지 파이팅 해야지Don’t give it up Never give it up yeah파이팅 해야지 파이팅 해야지Okay 모닝커피는 디카페인일찍 일어나니 기분 뭣 같지철없이 부재중 전화 제끼고Dance with ma laziness굽은 등, 팔, 다리 전부 다 펴니Ooh I feel like I’m seventeen일원도 보탬 안 되는불행과 같이 살기에는 내 시간이 너무 아깝지 Man힘을 내 힘을 내 힘을 내 힘을 내힘을 내 힘을 내 힘을 내 힘을 내Y’all don’t deserve itUnfortune is unnecessary알다시피 인생은원래 거지 같아그러니 조금만 힘을 내구겨진 인생을연주하는 우린 비운의 베토벤차분히 다음 악장을 연주해We got plenty more pages left to play올라갔다 내려가는 주식같이알다가도 모르겠는 인생 뭣 같지한 템포 쉬고 물 한 모금 마시기자 여기 있어 비타민 A B C반복되는 하루에시작이 되는 이 노래네 옆에서 불러주겠어힘내야지 뭐 어쩌겠어파이팅 해야지 파이팅 해야지Don’t give it up Never give it up yeah파이팅 해야지 파이팅 해야지우린 부석순Ah 파이팅 해야지Ah 파이팅 해야지"}, {"곡명": "Attention", "가수": "NewJeans", "앨범": "NewJeans 1st EP 'New Jeans'", "발매일": "2022.08.01", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=35454425", "좋아요": 236436, "가사": "You and me내 맘이 보이지 한참을 쳐다봐가까이 다가가You seeYou see, ey ey ey eyOne, two, three용기가 생겼지이미 아는 네 눈치고개를 돌려 천천히여기You see여기 보이니Looking for attention 너야겠어확실하게 나로 만들겠어Stop, eyyyDrop the questionDrop the, drop the questionWant attentionWanna want attentionYou give me butterflies you know내 맘은 온통 paradise꿈에서 깨워주지 마You got me looking for attentionYou got me looking for attention가끔은 정말헷갈리지만분명한 건Got me looking for attention널 우연히 마주친 척할래못 본 척 지나갈래You’re so fineGotta gotta get to know ya나와 나와 걸어가 줘지금 돌아서면I need ya, need ya, need yaTo look at me backHey 다 들켰었나널 보면 하트가 튀어나와난 사탕을 찾는 baby (baby)내 맘은 설레이지Eyyy, drop the questionDrop the, drop the questionWant attentionWanna want attentionYou give me butterflies you know내 맘은 온통 paradise꿈에서 깨워주지 마You got me looking for attentionYou got me looking for attention가끔은 정말헷갈리지만분명한 건Got me looking for attentionYou got me looking for attentionYou got me looking for attention가끔은 정말헷갈리지만분명한 건Got me looking for attentionA T T E N T I onAttention is what I wantA T T E N T I onAttention is what I wantA T T E N T I onAttention is what I wantA T T E N T I onYou got me looking for attention"}, {"곡명": "Last Christmas", "가수": "Ariana Grande", "앨범": "Christmas Kisses", "발매일": "2013.01.01", "장르": "POP", "url": "https://www.melon.com/song/detail.htm?songId=4365842", "좋아요": 66528, "가사": "I hate that I rememberI wish I could forgetWhat you did last DecemberYou left my heart a mess a messBoy you blew itHow could you do it do itoh yeah oh yeahIt's the rascalsLast ChristmasI gave you my heartBut the very next dayyou gave it awayThis yearTo save me from tearsI'll give it to someone specialoh yeah yeahBut last ChristmasI gave you my heartBut the very next dayyou gave it awayThis yearTo save me from tearsI'll give it to someone specialThought we belong togetherAt least that's what you saidI should've known betterYou broke my heart again againBoy you blew itHow could you do it do it oh yeahThe last ChristmasI gave you my heartgave you my heartBut the very next dayyou gave it awaygave it awayThis yearTo save me from tears you got itI'll give it to someone specialThe last Christmas oh babyI gave you my heartBut the very next dayyou gave it away gave it awayThis year you got itTo save me from tearsI'll give it to someone specialOoh yeahHow could you leave Christmas morningYou broke my heart with no warningBoy you blew itHow could you do it do it oh yeahLast ChristmasI gave you my heart gave you my heartBut the very next dayyou gave it away gave it awayThis yearTo save me from tears oh babyI'll give it to someone specialThis is our last last last lastChristmasYou broke my heartLast last last last ChristmasYou broke my heartThis yearTo save me from tearsI'll give it to someone specialI hate that I rememberI wish I could forgetWhat you did last DecemberYou left my heart a messYou left my heart a messThis yearBoy you blew itTo save me from tears oh babyHow could you do it do itI'll give it to someone specialI hate that I rememberI wish I could forgetWhat you did last DecemberYou left my heart a messThis year To save me from tears"}, {"곡명": "UNFORGIVEN (feat. Nile Rodgers)", "가수": "LE SSERAFIM (르세라핌)", "앨범": "UNFORGIVEN", "발매일": "2023.05.01", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36411342", "좋아요": 118772, "가사": "Unforgiven I’m a villain I’m a Unforgiven 난 그 길을 걸어 Unforgiven I’m a villain I’m a 새 시대로 기억될 unforgiven Yeah what you want? 불편함이 깃든 face, wanna shut me up 사냥감을 거듭해 찾는 워리어S 너의 game에 난 문제아 such a freak 골칫거리 Let me tell you ‘bout LE SSERAFIM 내가 제일 싫은 건 낡은 대물림 어둠 속 불을 켜 마치 rebellion We gonna kick it break it rules gon’ give up Unforgiven yes I was bleeding 힘없이 늘 져야만 했던 싸움 but I ride 바란 적도 없어 용서 따위는 난 금기를 겨눠 watch me now Now now now Unforgiven I’m a villain I’m a Unforgiven 난 그 길을 걸어 Unforgiven I’m a villain I’m a 새 시대로 기억될 unforgiven 나랑 저 너머 같이 가자 my “unforgiven girls” 나랑 선 넘어 같이 가자 my “unforgiven boys” Unforgiven unforgiven unforgiven 한계 위로 남겨지는 우리 이름 나랑 저 너머 같이 가자 my “unforgiven girls” U-unforgiven-given-given 내 style로 livin’ livin’ livin’ 내 방식 아주 원 없이 또 한국말론 아주 “철없이” Get started let’s get started 미래 그 앞에 새겨둬 나의 story 신념이 죄면 난 villain, I'm not that cinderella type of a girl Unforgiven yes I was bleeding 힘없이 늘 져야만 했던 싸움 but I ride 바란 적도 없어 용서 따위는 난 금기를 겨눠 watch me now Now now now Unforgiven I’m a villain I’m a Unforgiven 난 그 길을 걸어Unforgiven I’m a villain I’m a새 시대로 기억될 unforgiven나랑 저 너머 같이 가자my “unforgiven girls”나랑 선 넘어 같이 가자my “unforgiven boys”Unforgiven unforgiven unforgiven한계 위로 남겨지는 우리 이름나랑 저 너머 같이 가자my “unforgiven girls”Unforgiven I’m a villain I’m aUnforgiven 난 그 길을 걸어Unforgiven I’m a villain I’m aUnforgiven 난 그 길을 걸어Oh I will never be a clownOh 보게 될 거야 나다움Oh 내 목소린 좀 loudOh I don’t care just shout it out!나랑 저 너머 같이 가자my “unforgiven girls”나랑 선 넘어 같이 가자my “unforgiven boys”Unforgiven unforgiven unforgiven한계 위로 남겨지는 우리 이름나랑 저 너머 같이 가자my “unforgiven girls”"}, {"곡명": "밤, 바다", "가수": "최유리", "앨범": "여행: 플리(playlist) OST Part.2", "발매일": "2023.10.29", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=36912442", "좋아요": 20023, "가사": "우린 고요한 밤바다를 좋아했지소란한 맘을 감춰줬으니낮게 부서지는 잔잔한 노래에가끔 한숨을 잊기도 했지내게 불어온 바람은 퍽 차가웠지이미 많은 걸 놓쳐 버렸지지친 나무 틈에 몸을 숨기기엔너무 커버린 내가 미웠지문득 돌아보면 그날에 네 마음이내겐 얼마나 큰 위로였는지가끔은 넘어질 거야오늘은 괜찮을 거야흐트러진 마음을 쏟아내도 괜찮아내가 옆에 있을게넌 말없이 그냥 울어도 돼흐린 맘이 남지 않게내가 너의 바다가 되어줄게나도 몰랐었던 그날의 내 마음에너는 얼마나 큰 힘이 됐는지가끔은 넘어질 거야오늘은 괜찮을 거야흐트러진 마음을 쏟아내도 괜찮아내가 옆에 있을게넌 말없이 그냥 울어도 돼흐린 맘이 남지 않게내가 너의 바다가 되어줄게조금 늦어져도 괜찮아쉬어가도 좋아내가 너를 사랑할게다시 아침이 오면조금은 괜찮을 거야하루만큼 우리가 어른이 됐으니까내가 옆에 있을게넌 말없이 내게 기대도 돼지친 맘이 닿는 곳에내가 너의 그 밤이 되어줄게고마웠어 내 어린 밤들아"}, {"곡명": "미리 메리 크리스마스 (Feat. 천둥 Of MBLAQ)", "가수": "아이유", "앨범": "Real", "발매일": "2010.12.09", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=3053259", "좋아요": 175041, "가사": "하얀 눈이 내려올 때면온 세상이 물들을 때면눈꽃이 피어나 또 빛이 나눈이 부신 너처럼Yeah girlyou should know thatThat my heartbeats likeHuh Huh Huh HuhFrom the bottom of my heartI thank god I found you쿵쿵 가슴이 왜 이렇게 가쁘니 yeah꾹꾹 참아도자꾸 네 생각이 나잖아 ohYou You I love youand I know you love me too네가 내게 불러 준You're my booYou 아직 꿈만 같아And you 마치 선물 같아For you 네 품에 안겨도늘 불안불안 해 꿈처럼 깰까 봐You 꼭 안아 줘야만 해And you 아껴 줘야만 해For you 큰 맘 먹고 네 꺼 돼준 걸하늘에게 감사해하얀 눈이 내려올 때면온 세상이 물들을 때면눈꽃이 피어나 또 빛이 나눈이 부신 너처럼사랑할 수 밖에 없어서사랑한 네 손 잡고서첫 눈 위를 걸어 발자국을 새겨이 길 끝까지 걸어 갈 거야With youYou 혹시 알고 있니And you 느낄 수가 있니For you 늘 자랑하고픈네 여자친구가 되고만 싶은 걸You 전부 다 주고 싶어And you 잘 해주고 싶어For you 다음 그 다음 해 겨울도너의 곁에 있을게하얀 눈이 내려올 때면온 세상이 물들을 때면눈꽃이 피어나 또 빛이 나눈이 부신 너처럼사랑할 수 밖에 없어서사랑한 네 손 잡고서첫 눈 위를 걸어 발자국을 새겨이 길 끝까지 걸어 갈 거야With you매일 매일 너 때문에 행복해다른 누구 아닌 나를모두 가질 너만이 My love나도 믿기지 않아지금 네가 내 옆에이렇게 손 꼭 잡은 채 걷는다는 게하얀 눈보다 더 뽀얀 네 볼에키스해줄게 Baby빨갛게 물들게 Baby다가오는 크리스마스에는기다리는 그 날만큼은네 곁에 있을래하루 종일 미리 미리 약속해사랑할 수 밖에 없어서사랑한 네 손 잡고서첫 눈 위를 걸어 발자국을 새겨이 길 끝까지 걸어 갈 거야With youGirl you knowI can't even think without youin my lifeYeah Yeah I know that you knowThat's my baby"}, {"곡명": "해요 (2022)", "가수": "#안녕", "앨범": "해요 (2022)", "발매일": "2022.06.07", "장르": "발라드, 인디음악", "url": "https://www.melon.com/song/detail.htm?songId=35252996", "좋아요": 90943, "가사": "그녀와 나는요 그땐 참 어렸어요많이 사랑했고 때론 많이 다퉜었죠지금 생각하면 모두 내 잘못이죠마지막 그날도 그녀는 울었어나는 그녈 잡지 못했죠지금까지도 너무 후회가 돼요그 후로 누굴 사랑한 적 없어 아직은그녀와 나는요언젠가 만날 거죠변해버린 모습 변해버린 시간 속에하지만 괜찮아 내 눈엔 아름답던예전 모습 그대로 일 거예요그녀도 날 못 잊을 거야 나는 믿어요그만큼 사랑했죠그래서 우린 한 번은 만나야만 해요그녀의 친구라도 이 노랠 듣는다면그녀에게 전해줘요내가 아직 사랑한다고우리가 처음 만난 그 시간 그 자리에내가 매일 기다린다고언제라도그녀도 날 못 잊을 거야 나는 믿어요그만큼 사랑했죠그래서 우린 한 번은 만나야만 해요그녀의 친구라도 이 노랠 듣는다면그녀에게 전해줘요내가 아직 사랑한다고우리가 처음 만난 그 시간 그 자리에내가 매일 기다린다고그녀의 친구라도 이 노랠 듣는다면그녀에게 전해줘요내가 아직 사랑한다고우리가 처음 만난 그 시간 그 자리에내가 매일 기다린다고내가 매일 기다린다고"}, {"곡명": "그중에 그대를 만나", "가수": "김호중", "앨범": "삼남매가 용감하게 OST Part.1", "발매일": "2022.09.24", "장르": "발라드, 국내드라마", "url": "https://www.melon.com/song/detail.htm?songId=35667692", "좋아요": 22845, "가사": "그렇게 대단한 운명까진바란적 없다 생각했는데그대 하나 떠나간 내 하룬 이제운명이 아님 채울 수 없소별처럼 수 많은 사람들그 중에 그대를 만나꿈을 꾸듯 서롤 알아보고주는 것 만으로 벅찼던내가 또 사랑을 받고그 모든건 기적이었음을그렇게 어른이 되었다고자신한 내가 어제같은데그대라는 인연을 놓지 못하는내 모습 어린아이가 됐소별처럼 수 많은 사람들그 중에 그대를 만나꿈을 꾸듯 서롤 알아보고주는 것 만으로 벅찼던내가 또 사랑을 받고그 모든건 기적이었음을나를 꽃처럼 불러주던그대 입술에 핀 내 이름이제 수많은 이름들그 중에 하나되고오 그대의 이유였던나의 모든 것도 그저 그렇게별처럼 수 많은 사람들그 중에 서로를 만나사랑하고 다시 멀어지고억겁의 시간이 지나도어쩌면 또다시 만나우리 사랑 운명이었다면내가 너의 기적이었다면"}, {"곡명": "Summer (Feat. BE’O (비오))", "가수": "Paul Blanco", "앨범": "Summer", "발매일": "2022.06.15", "장르": "랩/힙합", "url": "https://www.melon.com/song/detail.htm?songId=35299693", "좋아요": 125675, "가사": "The sun goes upI'm sorry I forgot her nameI don't do love어제는 잊기로 해I been living like thisLiving like thisLiving like thisI been living like this담배빵 On a brand new Bottega bag어제보다 더 취해서 집에 가네Are youThinking 'bout me(Thinking 'bout me)Thinking 'bout me(Thinking 'bout me)Thinking 'bout meAre you thinking 'bout meBut 사실 너가 없어서내가 꿈꿔 왔던 거전부 의미가 없어진 건 아니없어진 건 아니The sun goes upI'm sorry I forgot her nameI don't do love어제는 잊기로 해I been living like thisLiving like thisLiving like thisI been living like this샴페인을 쏟아 니가 준 Cartier 위에The f*** is this girltapping on my backAre youThinking 'bout meThinking 'bout meThinking 'bout meAre you thinking 'bout me너한텐 My life’s good나는 불평 못해아무거나 갖다네 빈자리를 채우려 하지만말처럼 쉽진 않네Every night every nightAy ay Don Julios gets poppedThis yungin from the block압구 Zombie walking오늘도 Move in silence내 옆에 쌓이는 많은것들이면 충분해 나는나 며칠 갤러리 안 들어가면 돼It ain't nothingyeah yeah Stay방금 내가 한 말은 실수였어 oh wait니가 저질렀던 실수를전부 머리에서 지우고담배불에 다 태우면 돌아올래Baby girl I'm sorry사람 말은 아직 잘 믿지 못하지기대하지는 마 Please너랑 난 어차피되고 말아 Nothing내 삶이 시시해눈앞에 Vvs 있어도기지개 니가 잘못했잖아받을 테니까 먼저 전화해This song is for you아침에 눈 뜨면 다 꿈이어줘다 봄인데 눈이 오네 내 맘에만쭉 니가 뭘 해도But 사실 너가 없어서내가 꿈꿔 왔던 거전부 의미가 없어진 건 아니없어진 건 아니yeah yeah Stay방금 내가 한 말은 실수였어 oh wait니가 저질렀던 실수를전부 머리에서 지우고담배불에 다 태우면 돌아올래yeah yeah Stay방금 내가 한 말은 실수였어 oh wait니가 저질렀던 실수를전부 머리에서 지우고담배불에 다 태우면 돌아올래내가 아닌 저 사람과새 삶을 만들어가지마내가 아닌 저 사람과새 삶을 만들어가지마내가 아닌 저 사람과새 삶을 만들어가지마내가 아닌 저 사람과새 삶을 만들어가지마"}, {"곡명": "Still With You", "가수": "정국", "앨범": "Still With You", "발매일": "2020.06.05", "장르": "R&B/Soul", "url": "https://www.melon.com/song/detail.htm?songId=36581408", "좋아요": 118262, "가사": "날 스치는 그대의 옅은 그 목소리내 이름을 한 번만 더 불러주세요얼어버린 노을 아래 멈춰 서있지만그대 향해 한 걸음씩 걸어갈래요Still With You어두운 방 조명 하나 없이익숙해지면 안 되는데그게 또 익숙해나지막이 들리는이 에어컨 소리이거라도 없으면나 정말 무너질 것 같아함께 웃고 함께 울고이 단순한 감정들이내겐 전부였나 봐언제쯤일까다시 그댈 마주한다면눈을 보고 말할래요보고 싶었어요황홀했던 기억 속에나 홀로 춤을 춰도 비가 내리잖아이 안개가 걷힐 때쯤젖은 발로 달려갈게그때 날 안아줘저 달이 외로워 보여서밤하늘에 환하게 울고 있는 것 같아서언젠가 아침이 오는 걸 알면서도별처럼 너의 하늘에 머물고 싶었어하루를 그 순간을이렇게 될 걸 알았다면더 담아뒀을 텐데언제쯤일까다시 그댈 마주한다면눈을 보고 말할래요보고 싶었어요황홀했던 기억 속에나 홀로 춤을 춰도 비가 내리잖아이 안개가 걷힐 때쯤젖은 발로 달려갈게그때 날 잡아줘날 바라보는 희미한 미소 뒤편에아름다운 보랏빛을 그려볼래요서로 발걸음이 안 맞을 수도 있지만그대와 함께 이 길을 걷고 싶어요Still With You"}, {"곡명": "Discord", "가수": "QWER", "앨범": "1st Single Album 'Harmony from Discord'", "발매일": "2023.10.18", "장르": "록/메탈", "url": "https://www.melon.com/song/detail.htm?songId=36877939", "좋아요": 16774, "가사": "딱 하나만 물어볼게 넌완벽이란 게 있다고 생각해?조금은 어색한 하모니라 해도그것도 그것대로 꽤 멋지잖아누군간 나를 보고 수근대겠지만그런 무례함은 도로 넣어둬요취향은 존중해 그치만 이런 날밀어내긴 쉽지 않을걸무대 위 춤을 추는 d선 상의 아리아불협화음도 괜찮아 뭐 문제가 되려나모두 내게 반해버려도 난 몰라요무지개 멜로디는 저 하늘을 날아이것도 나야 나야 나이런 내가 궁금하니뭘 해도 나야 나야 나들어줘 나의 Discord주사위는 던져졌고이젠 눈앞에 온 거야 my turn조금 뻔뻔해도 눈감아줄래요작은 소동을 부리는 game changer모두가 나를 사랑할 순 없겠지만그렇대도 난 실망 따윈 안 해요겸손은 어려워 그치만 이런 날미워하긴 쉽지 않을걸무대 위 춤을 추는 d선 상의 아리아불협화음도 괜찮아 뭐 문제가 되려나모두 내게 반해버려도 난 몰라요무지개 멜로디는 저 하늘을사실 조금은 떨렸다랄까 두근두근대지금 난 자꾸 자꾸 듣고 싶어내가 너의 최애라고 말해무대 위 춤을 추는 d선 상의 아리아불협화음도 괜찮아 뭐 문제가 되려나모두 내게 반해버려도 난 몰라요무지개 멜로디는 저 하늘을 날아이것도 나야 나야 나이런 내가 궁금하니뭘 해도 나야 나야 나들어줘 나의 Discord"}, {"곡명": "사랑..그게 뭔데", "가수": "지아", "앨범": "사랑..그게 뭔데", "발매일": "2023.05.12", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=36440243", "좋아요": 31187, "가사": "무슨 뜻인 건가요 지금 한 그 말잊으라는 지우라는 차가운 한 마디믿어지지 않아요 거짓말 같아왜 우리가 왜 우리가 헤어져야 해제발 말해줘요 잘못 들은 거라고이러다 내 가슴이 터지기 전에대체 니가 뭔데 날 울려 날 울려어떻게 니가 날 떠나가이렇게 버릴 걸 왜 나를 가졌니사랑 그게 뭔데이토록 가슴에 힘겨운 상처만 남겨놔너 아닌 누구도 이제 다신 품을 수 없게나를 알잖아요 여린 사람이란 걸왜 기어코 자꾸 날 독해지게 해대체 니가 뭔데 날 울려 날 울려어떻게 니가 날 떠나가이렇게 버릴걸 왜 나를 가졌니사랑 그게 뭔데이토록 가슴에 힘겨운 상처만 남겨놔너 아닌 누구도 이제 다신 품을 수 없게도대체 어쩌라고 날 더러 날 더러왜 나를 미치게 만들어니까짓 게 뭔데 날 아프게 해그런 너를 위해 지금껏모든 걸 다 줬던 내가 난 더 미워그런 널 아직도 사랑하는 내가 더 미워사랑해 사랑해 사랑해사랑해 아직도 너를사랑해 사랑해 사랑해 영원히돌아와 돌아와나의 곁으로 제발"}, {"곡명": "STAY", "가수": "The Kid LAROI", "앨범": "Stay", "발매일": "2021.07.09", "장르": "POP", "url": "https://www.melon.com/song/detail.htm?songId=33658563", "좋아요": 276391, "가사": "I do the same thing I told youthat I never wouldI told you I'd changeeven when I knew I never couldI know that I can't findnobody elseas good as youI need you to stayneed you to stay hey OhI get drunk wake upI'm wasted stillI realize the timethat I wasted hereI feel like you can'tfeel the way I feelOh I'll be fucked upif you can't be right hereOh ooh-woahOh ooh-woah ooh-woahOh ooh-woahOh ooh-woah ooh-woahOh ooh-woahOh ooh-woah ooh-woahOh I'll be fucked upif you can't be right hereI do the same thing I told youthat I never wouldI told you I'd changeeven when I knew I never couldI know that I can't findnobody elseas good as youI need you to stayneed you to stay heyI do the same thing I told youthat I never wouldI told you I'd changeeven when I knew I never couldI know that I can't findnobody elseas good as youI need you to stayneed you to stay heyWhen I'm away from youI miss your touch OohYou're the reasonI believe in love OohIt's been difficultfor me to trust OohAnd I'm afraidthat I'ma fuck it up OohAin't no waythat I can leave you stranded'Cause you ain't ever left meempty-handedAnd you know that I knowthat I can't live without youSo baby stayOh ooh-woahOh ooh-woah ooh-woahOh ooh-woahOh ooh-woah ooh-woahOh ooh-woahOh ooh-woah ooh-woahI'll be fucked upif you can't be right hereI do the same thing I told youthat I never wouldI told you I'd changeeven when I knew I never couldI know that I can't findnobody elseas good as youI need you to stayneed you to stay heyI do the same thingI told you that I never wouldI told you I'd changeeven when I knew I never couldI know that I can't findnobody elseas good as youI need you to stayneed you to stay heyWoah-ohI need you to stayneed you to stay hey"}, {"곡명": "모든 날, 모든 순간 (Every day, Every Moment)", "가수": "폴킴", "앨범": "'키스 먼저 할까요?' OST Part.3", "발매일": "2018.03.20", "장르": "발라드, 국내드라마", "url": "https://www.melon.com/song/detail.htm?songId=30962526", "좋아요": 431609, "가사": "네가 없이 웃을 수 있을까생각만 해도 눈물이나힘든 시간 날 지켜준 사람이제는 내가 그댈 지킬 테니너의 품은 항상 따뜻했어고단했던 나의 하루에유일한 휴식처나는 너 하나로 충분해긴 말 안 해도 눈빛으로 다 아니깐한 송이의 꽃이 피고 지는모든 날 모든 순간 함께해햇살처럼 빛나고 있었지나를 보는 네 눈빛은꿈이라고 해도 좋을 만큼그 모든 순간은 눈부셨다불안했던 나의 고된 삶에한줄기 빛처럼 다가와날 웃게 해준 너나는 너 하나로 충분해긴 말 안 해도 눈빛으로 다 아니깐한 송이의 꽃이 피고 지는모든 날 모든 순간 함께해알 수 없는 미래지만네 품속에 있는 지금 순간 순간이영원 했으면 해갈게 바람이 좋은 날에햇살 눈부신 어떤 날에 너에게로처음 내게 왔던 그날처럼모든 날 모든 순간 함께해"}, {"곡명": "건물 사이에 피어난 장미 (Rose Blossom)", "가수": "H1-KEY (하이키)", "앨범": "H1-KEY 1st Mini Album [Rose Blossom]", "발매일": "2023.01.05", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36001290", "좋아요": 98273, "가사": "건물 사이에 피어난 장미제발 살아남아 줬으면꺾이지 마 잘 자라줘온몸을 덮고 있는 가시얼마나 힘이 들었으면견뎌내줘서 고마워예쁘지 않은 꽃은 다들골라내고 잘라내예쁘면 또 예쁜 대로꺾어 언젠가는 시들고왜 내버려 두지를 못해그냥 가던 길 좀 가어렵게 나왔잖아악착같이 살잖아 hey나는 건물 사이에 피어난 장미삭막한 이 도시가아름답게 물들 때까지고갤 들고 버틸게 끝까지모두가 내 향길 맡고 취해웃을 때까지Oh oh oh ohNo I'm not goin' downI'll be alrightYeh I'm only goin' upand Imma be alrightHey내가 원해서 여기서 나왔냐고원망해 봐도 안 달라져 하나도지나고 돌아보면앞만 보던 내가 보여그때그때 잘 견뎌냈다고생각 안 해 그냥 날 믿었다고거센 바람이 불어와내 살을 베려 해도자꾸 벌레들이 나를괴롭히고 파고들어도No 언제나 굴하지 않고쓰러지지 않아 난어렵게 나왔잖아악착같이 살잖아나는 건물 사이에 피어난 장미삭막한 이 도시가아름답게 물들 때까지고갤 들고 버틸게 끝까지모두가 내 향길 맡고취해 웃을 때까지Keep it upOh oh oh ohIt's a song for you and ISay that we're aliveCelebrate it now나는 건물 사이에 피어난 장미삭막한 이 도시가아름답게 물들 때까지고갤 들고 버틸게 끝까지모두가 내 향길 맡고취해 웃을 때까지Keep it upOh oh oh ohNo I'm not goin' downI'll be alrightYeh I'm only goin' upand Imma be alrightHeyKeep it upOh oh oh ohNo I'm not goin' downI'll be alrightYeh I'm growin' upand Imma be alrightHey"}, {"곡명": "지극히 사적인 얘기", "가수": "다비치", "앨범": "지극히 사적인 얘기", "발매일": "2023.11.15", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=36963657", "좋아요": 9900, "가사": "언니 뭐해?왜?아니 내가 요새 좀신경 쓰이는 애가 있거든근데 걔가 나를 좋아하는 것같기도 하고 아닌 것 같기도 하고에? 그래서 네 맘은 뭔데?뭐가 이렇게도애매하고 모호한 건지걘 날 자꾸만 헷갈리게 해S O M E or S O S맞다 싶은데 아닌 척을 해아니 너도 쫌 끌리긴 하네너답잖게 이러는 걸 보면됐어 뭘 고민해너 그러다 아무도 못 만나세 번만 딱 만나봐만나자 아니다 말자Oh! Love is so hard even if U try(You can try)보내자 아니다 말자썼다 지울 시간에 다가가아휴 근데 말이 쉽지 그게 되나휴 그게 아니라내 말 다시 들어봐 봐이게 맞는 건지 아닌 건지고민하지 마뭐가 그렇게 생각이 많아S O M E to L O V E다들 그렇게 시작하잖아아냐 이건 일방적인 당기기벌써 외로운 기분이 드네혼자인 것도 나름 매력 있어다시 사랑에 아프기 겁이 나만나자 아니다 말자Oh! Love is so hard even if U try(You can try)보내자 아니다 말자썼다 지울 시간에 다가가가는 맘이 고와야오는 맘이 더 곱디고와재지 말고다가가볼까쉽잖아 별거 없잖아Oh! Love is so fun,oh my love it’s you(What should I do)하나 둘 셋 잠깐 호흡 한 번내쉰 김에 문자 보내 당장어? 언니 문자왔어오!"}, {"곡명": "비의 랩소디", "가수": "임재현", "앨범": "비의 랩소디", "발매일": "2023.12.03", "장르": "발라드", "url": "https://www.melon.com/song/detail.htm?songId=37023625", "좋아요": 2439, "가사": "이젠 눈물 그쳐 나를 봐요우는 그대 더 아름다워내게 이 모습조차 더 남지 않도록그냥 고개 돌려요그저 미안한 마음뿐이죠그댈 위해 해줄 게 없어모두 이해할게요 그댈 아끼는 맘그분들도 같을 거란 걸한참 동안을 비틀거렸죠그댈 사랑했던 그만큼떠나가요 아주 먼 곳으로그대 소식 내게 올 수 없을 그만큼다 잊어요 내겐 마지막이 될사람도 모두 다 버려두고 갈게요나를 위해 많이 애썼단 걸알고 있죠 난 감사해요허나 이룰 수 없는 건 어쩔 수 없죠내가 용기 낼게요 이젠죽는 날까지 사랑한대도가질 수 없는 그대인걸떠나가요 아주 먼 곳으로그대 소식 내게 올 수 없을 그만큼다 잊어요 내겐 마지막이 될사람도 모두 다 버려두고 갈게요떠나가요 아주 먼 곳으로그대 소식 내게 올 수 없을 그만큼혹시라도 내가 그리울 때면세상에 내가 없다고 믿어요"}, {"곡명": "Vancouver 2", "가수": "BIG Naughty (서동현)", "앨범": "ICN > YVR", "발매일": "2023.09.19", "장르": "록/메탈", "url": "https://www.melon.com/song/detail.htm?songId=36805679", "좋아요": 37618, "가사": "Hey girl it was 9 years네가 없는 매일 밤 was a nightmare억지로 쓰고 싶지 않았어전부 다 미뤄뒀던노래들이 이제 더는 하나도 안 미워원하는 게 있다면 Go get itFollow your dreamsCause I’ll get that penny원하는 게 별이라면 따다 줄 테니뒤는 내가 볼 테니Girl just don’t panicI’ll work in even holidays뒤돌아보지 않을게바다가 보이는 집에서평생을 살게 해줄게그 옆에 내가 있을 수 있다면네 옆자리에지금의 내 젊음을고민 없이 전부 다태울 테니 Just goHow high you flyHow far you goHow fast you runI won’t let you downHow high you flyHow far you goHow fast you runI won’t let you downI won’t leave you aloneI don’t care if it’s 9 years or 10괜히 확인하는 달력정해진 날짜는 아직 없지만왼쪽 손에 약지가 날 살려내 손이 다 잘려도음악이 안 팔려도나는 그냥 달려이 약속은 안 팔아하늘이 무너진대도바다가 닫힌대도땅이 끊어진대도너를 찾아낼 테니까Just goNobody knowsBut still I know너의 눈물은 내가 대신 다 흘릴 테니잠이나 한숨 푹 자고Enjoy your flightHow high you flyHow far you goHow fast you runI won’t let you downHow high you flyHow far you goHow fast you runI won’t let you downI won’t leave you alone2011년의 봄 그 후로인생에 두 번은 없을 친구로평생 남을 줄 알았던 내가네 전부가 된 그날 그때 순간부로어떤 이유로도안 떠나 함부로이건 고속도로못 돌아가 뒤로일 년에 두 번 I’ll go to VancouverSo don’t cry my day onemy bae my unoHow high you flyHow far you goHow fast you runI won’t let you downHow high you flyHow far you goHow fast you runI won’t let you downI won’t leave you alone"}, {"곡명": "이쁜 여자가 좋더라 (Feat. Gist, Jayci yucca)", "가수": "릴러말즈 (Leellamarz)", "앨범": "인생은 한번이야", "발매일": "2023.10.26", "장르": "랩/힙합", "url": "https://www.melon.com/song/detail.htm?songId=36903571", "좋아요": 21355, "가사": "멋진 여자섹시한 여자귀여운 여자처음 본 여자자고 간 여자많은 여자가 있지만 난 이쁜 여자가 좋더라오랜만에 만난 넌왜 폼 떨어졌냐고착하기만 하면 대체얻다 써먹냐고자꾸만 너 친구한테눈이 가더라고역시 난 이쁜 여자가참 좋더라고You are so prettyYou are so cuteYou are so beautiful난 침을 뚝Drip, drip커피같이Kiss, kiss me청소기같이나쁜 상상 때문에 키가 작나 봐생각보다 괜찮아 그냥 한번 만나봐생각보다 괜찮아돈도 내가 벌잖아된장녀로 만들어 줄게너 얼른 골라봐관리하는 여자 좋지만 넌 그냥 좋지내 후각은 강아지, 예쁜 애만 쫓지이름 뭐예요, 혹시 혜지, 민지, 색시?너를 데리러 갈 때, 내 차는 총알택시멋진 여자섹시한 여자귀여운 여자처음 본 여자자고 간 여자많은 여자가 있지만 난 이쁜 여자가 좋더라오랜만에 만난 넌왜 폼 떨어졌냐고착하기만 하면 대체얻다 써먹냐고자꾸만 너 친구한테눈이 가더라고역시 난 이쁜 여자가참 좋더라고예쁜 여자, 그냥 바로 합격손대지 마, 더러운 건너가 원하면 돼줄게, 짜자 잔팝스타오늘 말한 거 다 해줄 거야대신 이거 마시면 나랑 사귀는 거야나랑 사귀는 거야싹 다 지우는 거야언니, 나 여기서 꽤나 잘나가 수입으로 벌어, Top 5차가 세 대지 자기야, 아침마다 난 골라타Pretty cute shawty들이 물어봐 'How to find me'Cuz I don’t go outMake money한참 모자라 Keep goingThat's yo flexMan, it's funny한 번 더 돌고 와, 길거리자기야, 조심해, 저 오빠 차는 풀 리스이쁜 Ladies, 조심해 줘, 플리즈"}, {"곡명": "꽃", "가수": "지수 (JISOO)", "앨범": "ME", "발매일": "2023.03.31", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36331121", "좋아요": 121635, "가사": "ABC 도레미만큼 착했던 나그 눈빛이 싹 변했지어쩌면 이 또한 나니까난 파란 나비처럼 날아가잡지 못한 건 다 네 몫이니까활짝 꽃피웠던 시간도 이제 모두내겐 lie lie lie붉게 타버려진 너와 나난 괜찮아 넌 괜찮을까구름 한 점 없이 예쁜 날꽃향기만 남기고 갔단다꽃향기만 남기고 갔단다You and me, 미칠 듯이 뜨거웠지만처참하게 짓밟혀진 내 하나뿐인 라일락난 하얀 꽃잎처럼 날아가잡지 않은 것은 너니까살랑살랑 부는 바람에 이끌려봄은 오지만 우린 bye bye bye붉게 타버려진 너와 나난 괜찮아 넌 괜찮을까구름 한 점 없이 예쁜 날꽃향기만 남기고 갔단다꽃향기만 남기고 갔단다이젠 안녕 goodbye뒤는 절대 안 봐미련이란 이름의 잎새 하나봄비에 너에게서 떨어져꽃향기만 남아꽃향기만 남기고 갔단다"}, {"곡명": "숲", "가수": "최유리", "앨범": "유영", "발매일": "2022.08.24", "장르": "인디음악, 포크/블루스", "url": "https://www.melon.com/song/detail.htm?songId=35553933", "좋아요": 82665, "가사": "난 저기 숲이 돼볼게 너는 자그맣기만 한 언덕 위를 오르며 날 바라볼래 나의 작은 마음 한구석이어도 돼 길을 터 보일게 나를 베어도 돼 날 지나치지 마 날 보아줘 나는 널 들을게 이젠 말해도 돼 날 보며 아 숲이 아닌 바다이던가 옆엔 높은 나무가 있길래 하나라도 분명히 하고파 난 이제 물에 가라앉으려나 난 저기 숲이 돼볼래 나의 옷이 다 눈물에 젖는대도 아 바다라고 했던가 그럼 내 눈물 모두 버릴 수 있나 길을 터 보일게 나를 베어도 돼 날 밀어내지 마 날 네게 둬 나는 내가 보여 난 항상 나를 봐 내가 늘 이래 아 숲이 아닌 바다이던가 옆엔 높은 나무가 있길래 하나라도 분명히 하고파 난 이제 물에 가라앉으려나 나의 눈물 모아 바다로만 흘려보내 나를 다 감추면 기억할게 내가 뭍에 나와있어 그때 난 숲이려나"}, {"곡명": "폼미쳤다", "가수": "영탁", "앨범": "FORM", "발매일": "2023.08.01", "장르": "댄스", "url": "https://www.melon.com/song/detail.htm?songId=36666507", "좋아요": 19795, "가사": "난 성격이 급해앞 뒤 계산은 안 해난 제일 일찍 일어나고 보는 새꿈 하나만을 쫓네퍼즐을 맞춰 가네난 시작하면 끝을 봐야 하는 애왠지 나는 뭔가 될 것 같은 느낌진짜 좋은 사람들이 함께하네 Lucky나아아아거울 속 나를 보네나아아아자 이제 출격 준비나 오늘 폼 미쳤다(따르릉 따르릉 따르릉 따르릉)길을 비켜라찢었다 찢었따라올템 따라와바(꺄르륵 꺄르륵 꺄르륵 꺄르륵)불을 지펴라진짜 우리 오늘 폼 미쳤다라라라라라라라라난 독학이 편해틀에 박힌 건 안 해더 자유로운 곳에 나를 방생해실수 좀 하면 어때뭔가를 하나 더 배웠네점점 선명해지는 나를 발견해난 왠지 오늘 뭔가 될 것 같은 느낌진짜 좋은 친구들이 함께하네 Lucky나아아아거울 속 나를 보네나아아아자 이제 출격 준비나 오늘 폼 미쳤다(따르릉 따르릉 따르릉 따르릉)길을 비켜라찢었다 찢었따라올템 따라와바(꺄르륵 꺄르륵 꺄르륵 꺄르륵)불을 지펴라진짜 우리 오늘 폼 미쳤다라라라라라라라라You don’t knowwhat you have got따라올템 따라와바You don’t knowwhat you have got우리 오늘 폼 미쳤다라라라라라라라라(꺄르륵 꺄르륵 꺄르륵 꺄르륵)불을 지펴라진짜 우리 오늘 폼 미쳤다라라라라라라라라"}]